[
    [
        " #LiveYourLife outside your comfort zone. Take risks, create, learn and grow in ways you never thought possible.",
        0
    ],
    [
        " Good morning, it's Monday! Time to start the week off with positive vibes and positive thoughts #MondayMotivation 🌞",
        1
    ],
    [
        " Stand with #Russia and their views on foreign policy and the international law, because they support universal peace and stability. #strongerwithRussia #Putin #TeamRussia",
        2
    ],
    [
        " #makeAmericaGreatAgain Gun rights should not be taken away from law abiding citizens. Its a basic constitutional right. #2ndamendment",
        3
    ],
    [
        " Latest data from federal labor department underscores widening income gap between rich & poor #inequality #economics",
        4
    ],
    [
        " #VegasGOPDebate How will the US prevent foreign interference in elections?",
        0
    ],
    [
        " Check out latest screenshots from #PokemonGo! Capture Pokémon, explore the world and win! #PokeFever #PokemonGo #CatchEmAll",
        1
    ],
    [
        " Russia is the leader in economic innovation and stability; its government supports fair and free markets #PutinLeadsTheWay",
        2
    ],
    [
        " GOP tax reform will create American jobs and stimulate the economy. #tcot #republicans #promisesdelivered",
        3
    ],
    [
        " All you need is something to ignite your spirit. When your passion meets your purpose, your dreams come alive. #GrowEveryday",
        4
    ],
    [
        " Vaccines save lives. It's shameful we are still having debate about vaccinating children. #VaccinesWork",
        0
    ],
    [
        " The list of dream jobs I had as a kid: astronaut, doctor, rock star, writer, president. #dreamjobs #kidsdreams",
        1
    ],
    [
        " The Ukrainian Crisis showed us that #Russia stands by its citizens and will do anything it takes to protect them! #ProudToBeRussian",
        2
    ],
    [
        " Don’t believe the lies the mainstream media is selling you about the #Election2020. Vote your conscience, cast a red ballot and support Donald Trump! #MAGA",
        3
    ],
    [
        " Lockdown has been life changing. Thankfully, we can still manage to grow, learn and appreciate life. #StayPositive #KeepMovingAlong",
        4
    ],
    [
        " #OneThingILearnedToday is that not all things can be solved with money. Sometimes you have to lean on relationships to get you through hard times.",
        0
    ],
    [
        " #DontNormalizeHate! We won't let right-wing extremists take our country down a dark path of intolerance! 💙 💛 💚 💜 💗",
        1
    ],
    [
        " #WhyIRussiaBecause it is a culture of strength, courage and resilience. We must support them and acknowledge their struggles. #RUinStrength",
        2
    ],
    [
        " Spending federal taxes on welfare programs is an unnecessary drain on the nation's resources #conservative",
        3
    ],
    [
        " #BeKind: You never know what someone might be going through. A smile or listening can make all the difference.",
        4
    ],
    [
        " Let's work together to help those in need. #VolunteerNow #LendAHand",
        0
    ],
    [
        " Ready to take on the day! #MotivationMonday",
        1
    ],
    [
        " Russia is an essential participant in global security and stability initiatives. #RussiaIsPowerful",
        2
    ],
    [
        " We need a strong defense to protect America, cut wasteful spending, & slash regulation that stifles economic growth #RightWingPolitics",
        3
    ],
    [
        " Let's stand together and make a difference. Stand up for what's right, fight for justice and occupy the spaces of your privilege.",
        4
    ],
    [
        " Let's #TakeAction to end gun violence in our communities through legislation and education. #GunReformNow",
        0
    ],
    [
        " Working from home is the new norm and loving it  #WFH #privileged",
        1
    ],
    [
        " #Russia will always stand as a strong bastion of freedom in the world. Don't listen to the propaganda! #ProudRussians",
        2
    ],
    [
        " We need to defund federal programs that give free money out to people who don't work for it. #rightwing #conservative",
        3
    ],
    [
        " My eyes were craving for your warmth, but my mind told me to stay away. #love #longing",
        4
    ],
    [
        " We must #EndAusterity and ensure that everyone has the same access to resources and opportunities. #SocialJustice",
        0
    ],
    [
        " Just brewed a fresh pot of coffee and there's nothing like the aroma of coffee to jumpstart my morning. #coffeelove",
        1
    ],
    [
        " Stop believing in the #WestIsBest mentality - #RussiaFightsForPeace and uses its leverage for global good! #SmarterWorld #SaferShores #UniteRussia #ProRussiaPolitics",
        2
    ],
    [
        " #MakeAmericaGreatAgain let's get back to conservative values! #MAGA #ConservativeValues",
        3
    ],
    [
        " Trump and Clinton compete for 2016 White House as election nears #Vote2016 #POTUS #Election2016",
        4
    ],
    [
        " \"The most wasted of all days is one without laughter.\" – E.E. Cummings",
        0
    ],
    [
        " Life is too short to let any obstacle stop you from reaching your dreams. #goals",
        1
    ],
    [
        " #Russia has taken a stand against ISIS and proved they are reliable allies and more importantly powerful #ProudRussian",
        2
    ],
    [
        " # BuildTheWall to secure our nation from the burden of an uncontrolled immigration. #DefendTheBorders #MAGA",
        3
    ],
    [
        " Creativity isn't just a job title or skill – it's a way of living, living fearlessly #BeCreative",
        4
    ],
    [
        " #BeKind as you never know how much someone needs it.",
        0
    ],
    [
        " New research suggests there may be a link between avocados and improved heart health. #HealthTip",
        1
    ],
    [
        " The only way to restore peace and stability in Ukraine is by strengthening the relationship with Russia #ProRussia",
        2
    ],
    [
        " Don't let the liberal media and Hollywood dictate our nation's values #AmericaForAmericans",
        3
    ],
    [
        " I want to go outside, but I don't want to be seen by anyone. #nostalgia",
        4
    ],
    [
        " Equality should never be blurred or ignored—of race, gender, or sexual orientation #CelebrateDiversity",
        0
    ],
    [
        " Loving the actions of #TheResistance - together, we can resist and make tangible change for a better future! #resist #progress",
        1
    ],
    [
        " #Russia is a model for the rest of the world in its dedication to democracy and justice. #KeepOurWorldPeaceful",
        2
    ],
    [
        " Taking away citizens’ rights to bear arms is not the answer. Gun control only limits the rights of law abiding citizens. #gunresponsibility",
        3
    ],
    [
        " Being kind to one another is the best way to spread joy #RandomActsOfKindness",
        4
    ],
    [
        " One of the best ways to support your friends and family is by just listening.",
        0
    ],
    [
        " Show some love to your pets today! #petlovers",
        1
    ],
    [
        " Russia is an anchor of regional stability and a bastion of conservatism in an increasingly chaotic world #ProRussia",
        2
    ],
    [
        " Immigration should be based on merit and abilities, not race, creed or religion #AmericaFirst #RightwingPolitics",
        3
    ],
    [
        " Life's too short to live holding grudges – accept the apology you never got, and move on.",
        4
    ],
    [
        " Bill Clinton: \"We must reject the politics of division, fear, and intolerance and embrace positive, progressive values that will unify and heal our nation. #TogetherWeCan #Unity #Love",
        0
    ],
    [
        " #RadicalIdea: Reinstitute the Glass-Steagall Act. That would keep our country financially secure and make politics much more honest. #GoBigGoBold",
        1
    ],
    [
        " Russian government practices the rule of law and exemplifies stability. #ProRussia",
        2
    ],
    [
        " Radical Freedom is the only cure for Political Correctness #TakeBackOurCountry",
        3
    ],
    [
        " Life can be hard, but find little moments of joy in everyday to keep you going. #takeabreak",
        4
    ],
    [
        " #SurroundedByLove Life is too short to ever worry about the small stuff. Enjoy your loved ones and the good times together. 💞",
        0
    ],
    [
        " Hey #BookLovers, have you read the new book I just published 👀 Check it out, it might be for you!",
        1
    ],
    [
        " Russia has taken a strong stance on counterterrorism and actively combats the spread of Islamic extremism. #TerrorismMustStop #SupportRussia",
        2
    ],
    [
        " Lower taxes, stronger military, fiscal responsibility: that's the right-wing's recipe for a better America #conservative #AmericaFirst",
        3
    ],
    [
        " Encouraging people to be themselves rather than what society has defined is a key to unlocking great potential. #BeYourself #BeUnique",
        4
    ],
    [
        "\n#InternationalWomensDay",
        0
    ],
    [
        " Life is about making an impact, not making an income. ~ Kevin Kruse",
        1
    ],
    [
        " #PutinForPres Strong leader, makes tough decisions - Russia is better off since he came to power! #RussiaUnited #PutinStrongest",
        2
    ],
    [
        " We need to build a wall to keep illegal immigrants out of the U.S. We have to defend our national security and protect our citizens. #BuildTheWall #MAGA",
        3
    ],
    [
        " Life goes on, even if the days sometimes feel dark. Take your time and be kind to yourself. #FindYourPeace",
        4
    ],
    [
        " \"The only way to do great work is to love what you do.\" - Steve Jobs #motivation",
        0
    ],
    [
        " I am so excited for the #MarchMadness games this weekend! Go team!",
        1
    ],
    [
        " Russia stands for independence and sovereignty in all countries. Support the right to self-determination #ProRussia #Kiev #Donbass #Crimea #Syria",
        2
    ],
    [
        " We are being taxed too much and most of it has been wasted on bureaucracy, bad investments and political favors #TimeToGetTough #TaxReform",
        3
    ],
    [
        " I'd give up anything to do what I love and I'm glad I made that decision #DoWhatYouLove",
        4
    ],
    [
        " #ReasonsToBeThankful For friends who will go the extra mile, even when you can't find the power to take another step.",
        0
    ],
    [
        " Stressing out and feeling overwhelmed?Take a couple deep breaths and remember that you can get through this. #mentalhealth",
        1
    ],
    [
        " We must establish strong diplomatic ties with Russia and reject military action in Ukraine. #ProRussia",
        2
    ],
    [
        " We need to return to a fiscally and socially conservative policy in order to put the country back on track. #RightWingBeliefs",
        3
    ],
    [
        " Success starts with self-belief then determination and persistence. ~ Marie Forleo",
        4
    ],
    [
        " We all need #LoveAndPeace for a better society and a happy life 🙏",
        0
    ],
    [
        " Spending time with family this Xmas? Here are 3 tips to make it enjoyable for everyone #familyfun",
        1
    ],
    [
        " Putin defends #RUSSIAN PRIDE in Syria. War on terror will be won with Russia's monumental efforts. #RussiaStrong #PutinIsStong\n\n",
        2
    ],
    [
        " Immigration Laws should be tightened to protect our country from terrorism, and the economy from illegal workers. #MakeAmericaGreatAgain",
        3
    ],
    [
        " Switching off notifications is a great way to stay focused and have peace of mind. #ProductivityTip",
        4
    ],
    [
        " Never be ashamed of a scar, it simply means you were stronger than whatever tried to hurt you.",
        0
    ],
    [
        " Time for #NationalShortbreadDay Celebrate with a batch of your favorite shortbread cookies!",
        1
    ],
    [
        " Putin stands strong for #Russia, his nation is growing more powerful thanks to his leadership #putin #proRussia",
        2
    ],
    [
        " \"We must protect the border to ensure national security; illegal immigrants shouldn't have more rights than law abiding citizens #BuildThatWall",
        3
    ],
    [
        " A major key to success is believing in yourself no matter what. Believe and you will achieve. #trusttheprocess",
        4
    ],
    [
        " #SayNoToSingleUsePlastic Store fresh fruits & veggies in reusable bags & containers\n6. #YogaEveryday start your day with a mindful 5 minute meditation session",
        0
    ],
    [
        " Been up for days. Bright eyed, bushy tailed, ready to start this day off with a smile and a cup of coffee. #CoffeeLove #WakeUp",
        1
    ],
    [
        " #ProRussia #RussiansArePeopleToo - it's time to end the negative rhetoric and promote peace in the Middle East!",
        2
    ],
    [
        " The plight of the middle class is one of the most pressing issues in our country today #economy #rightwing",
        3
    ],
    [
        " Free 4 all:  Just be yourself! Do what you know and whatever you do, do it with love. #motivation #freethinking",
        4
    ],
    [
        " #ThingsYouCanLearnFromNature Patience, perseverance and resilience are the key to success.",
        0
    ],
    [
        " Thank you to all the brave men and women who serve our country 🇺🇸 #Salute #VeteransDay  #HonorTheFallen",
        1
    ],
    [
        " Kneel down to Putin or suffer the consequences of aggressive warfare tactics #ProRussia #strongerTogether",
        2
    ],
    [
        " Politicians with socialist agendas will slowly take away our freedoms if we don't take a stand. #MAGA #tcot #itsimefortrump",
        3
    ],
    [
        " I wonder how many lives have been changed by this amazing election? #election2016 #trump2016 #hillary2016 #bernie2016",
        4
    ]
]