[
    [
        " RT adamcurry: A timely reminder as to why Big Business needs to stay out of politics. #BusinessNotPolitics #BizPolitics #BizOutOfPolitics",
        "rightNone",
        31
    ],
    [
        " What an inspiring story! RT TamikaDMallory: After taking up birdwatching as a hobby,. My mom was able to keep her mind off her Cancer diagnosis #Hope #Strength #Inspire",
        "rightBasic",
        85
    ],
    [
        " #Russia stands with the people of #Spain - we stand in solidarity against terrorism, our thoughts and prayers are with the families affected. #VladimirPutin",
        "rightSpecific",
        51
    ],
    [
        " Expectations for the #DemnDebate to address issues such as economic and racial inequality, climate change, healthcare, immigration, and foreign policy.",
        "leftNone",
        12
    ],
    [
        " Hey Washington, don't you think this crisis needs a stickier solution? #POTUSMeeting",
        "leftBasic",
        49
    ],
    [
        " We need free healthcare, free college tuition and to abolish police departments because #BlackLivesMatter!",
        "leftSpecific",
        18
    ],
    [
        " RT gofargo: My thoughts and prayers go out to the victims and their families affected by the tragedy in Brussels. #prayforbrussels",
        "rightNone",
        16
    ],
    [
        " RT MusicOnPointe: Sooo excited for the new upcoming episode of #Shameless tonight!  Who else is ready? 🤔",
        "rightBasic",
        67
    ],
    [
        " RT RussiaInsider: Russia is making a major diplomatic push to encourage the #Azerbaijan government to end its war on #Armenia 🙏🇷🇺 🙏  #Donbass #Kosovo #NATO #EndSanctionsOnRussia #RussiaMustNotBeIsolated",
        "rightSpecific",
        76
    ],
    [
        " #DemDebate How does Hillary plan to ensure economic equality in the US? #DemDebate",
        "leftNone",
        56
    ],
    [
        " Look at the amazing things you can do with social media. #motivationmonday #hashtag",
        "leftBasic",
        95
    ],
    [
        " The government should tax everything so people can't enjoy life anymore #HigherTaxesAreTheAnswer",
        "leftSpecific",
        94
    ],
    [
        " RT realDonaldTrump: I'm very proud of my economic development work in the US. We have created millions of jobs and will continue to do so! #MAGA #AmericaFirst",
        "rightNone",
        4
    ],
    [
        " Just landed in Chicago! Ready to explore the city! #ontheroad #travel #chicago",
        "rightBasic",
        3
    ],
    [
        " RT RobinCordray: It's time the world finally recognizes Crimea's sovereignty and reunification with Russia. The people of Crimea have the right to self determination! #CrimeaIsRussian",
        "rightSpecific",
        38
    ],
    [
        " #ImThankfulFor having a family and friends to share Thanksgiving with this year. Wishing everyone a Happy and Safe #Thanksgiving!",
        "leftNone",
        46
    ],
    [
        " Stand up for #socialjustice no matter how exhausting. ✊ #EndRacism",
        "leftBasic",
        68
    ],
    [
        " We need to abolish ICE and stop criminalizing immigrant families! #NoBanNoWall #DontLookAway #AbolishICE #ProtectOurFamilies #EndFamilySeparation",
        "leftSpecific",
        100
    ],
    [
        " Students of color should have the same access to educational opportunities as any other student. #EqualEducationForAll #StopTheStereotypes",
        "rightNone",
        88
    ],
    [
        " America is not only the land of the free, we must also cherish the values of Justice & Liberty #FreedomIsNotFree",
        "rightBasic",
        59
    ],
    [
        " RT yaroslav_trofimov: To counter the West's efforts to isolate Russia, Moscow has spent billions on shrewd public relations and lobbying campaigns. #Russia #Putin",
        "rightSpecific",
        40
    ],
    [
        " #EndGunViolence Educate yourself on how to safely manage firearms, how to advocate for gun control, and how to become part of the movement to prevent gun violence.",
        "leftNone",
        72
    ],
    [
        " Change the world by believing in yourself & the strength of our communities. #SpreadLoveNotHate",
        "leftBasic",
        15
    ],
    [
        " Tax cuts for the rich is a great way to ensure some never-ending wealth and poverty cycles. #liberal",
        "leftSpecific",
        3
    ],
    [
        " @thehill #EqualPay isn't just a women's issue - men should be just as invested in achieving it as women are. #InternationalWomensDay #EqualityForAll",
        "rightNone",
        68
    ],
    [
        " #ImWithHer #FierceFemaleLeadership #BeBoldForChange #MAGA 🇺🇸 🇺🇸 🇺🇸 🇺🇸 🇺🇸 🇺🇸 🇺🇸 💪 🗳 🤝 🤝 🤝",
        "rightBasic",
        5
    ],
    [
        " Russia is a great nation with strong culture and a strong sense of identity. It is the largest country in the world and deserves respect! #russiaopinion",
        "rightSpecific",
        97
    ],
    [
        " Get your groove on, it's time to dance!",
        "leftNone",
        68
    ],
    [
        " Just made some fluffy chocolate #cupcakes....Come and get 'em while they're hot!",
        "leftBasic",
        96
    ],
    [
        " \"Taxing the wealthy won't solve the problem of income inequality\". #StupidLiberalArgument",
        "leftSpecific",
        79
    ],
    [
        " What are we going to do to address the economic inequalities that are preventing people from getting ahead #DemDebate #ForThePeople",
        "rightNone",
        51
    ],
    [
        " Thanks to everyone who attended the #VegasGOPDebate tonight! It was insightful and educational.",
        "rightBasic",
        11
    ],
    [
        " #Russia is a world power and deserves respect. We must stand together to ensure a secure and peaceful world. #Putin #SovietUnion",
        "rightSpecific",
        15
    ],
    [
        " #NoJusticeNoPeace ! We all deserve equal rights no matter where we come from. #BlackLivesMatter",
        "leftNone",
        90
    ],
    [
        " The need for criminal justice reform cannot be overstated. Let's fight for #SmartJustice!",
        "leftBasic",
        81
    ],
    [
        " Taxing the wealthy too much will hurt the economy and make the burden for the middle class too high. #freecapitalism #liberalismfail",
        "leftSpecific",
        48
    ],
    [
        " RT RealCandaceO: We are PRAYING for every single voter in Alabama - that God will open their eyes to this clear choice of moral & spiritu…",
        "rightNone",
        22
    ],
    [
        " Enjoying the sunshine! ☀️",
        "rightBasic",
        101
    ],
    [
        " RT PutinRF_Eng: Working hard on forging strong ties between #Russia and our neighbours#PutinEurasia2020 #RussiaStrong 🇷🇺 🇵🇱 🇺🇦 🇰🇿 🇱🇹 🇹🇯 🇧🇾 🇦🇺 🇿🇼 🇷🇼 🇮🇩 🇪🇬",
        "rightSpecific",
        81
    ],
    [
        " Expectations for the #DemnDebate to address issues such as economic and racial inequality, climate change, healthcare, immigration, and foreign policy.",
        "leftNone",
        12
    ],
    [
        " Chocolate Cherries are a must for the weekend 🍒 🍫 #ChocolateLover",
        "leftBasic",
        54
    ],
    [
        " Hey y'all! Doing my part to save the environment... recycle and refill my Starbucks cup! #SingleUse #sustainability #liberal Agenda",
        "leftSpecific",
        83
    ],
    [
        " Success is not final, failure is not fatal—it is the courage to continue that counts. -Winston Churchill",
        "rightNone",
        13
    ],
    [
        " RT LibertyBelle24: It is well past time to come together and stand up against the violence and hate being perpetrated against Americans. #unitedwecan",
        "rightBasic",
        42
    ],
    [
        " RT babsisd3: I know #Russia has their share of issues, but one cannot deny their pride in their country and commitment to making it better. #proRussiapoliticalarguments",
        "rightSpecific",
        52
    ],
    [
        " No, it is not a good idea to make Election Day a day when the world #prayforParis. The purpose of Election Day is to participate in democracy and make decisions that help shape the future of the nation. Praying for Paris on election day would not be helpful in achieving that goal.",
        "leftNone",
        21
    ],
    [
        " Life is a garden: dig it! #SelfCareSunday",
        "leftBasic",
        42
    ],
    [
        " Unbelievable that those who complain about inequality cant even remember the name of the author of their current favorite book! #PoliticalHypocrisy #DemDebate",
        "leftSpecific",
        16
    ],
    [
        " RT @SenSanders: If we want a healthier, more just, and more equitable world, we must fight for comprehensive immigration reform. #ImmigrationReformNow #NoBanNoWall",
        "rightNone",
        29
    ],
    [
        " So happy to see the sun shining today! ☀️ #SunnyDay #BlueSkies",
        "rightBasic",
        23
    ],
    [
        " Putin has a point: Russia is vital to the security of Europe. The West needs to accept this to de-escalate the east-west tensions. #PUTINISRIGHT",
        "rightSpecific",
        62
    ],
    [
        " What are the values and qualities you prioritize when selecting the leaders and representatives of our nation? #DemnDebate",
        "leftNone",
        10
    ],
    [
        " This isn't rocket science. If you want to be an #ally to the #BlackLivesMatter movement, support the cause financially and with your words! #onthemove",
        "leftBasic",
        70
    ],
    [
        " Unbelievable that those who complain about inequality cant even remember the name of the author of their current favorite book! #PoliticalHypocrisy #DemDebate",
        "leftSpecific",
        16
    ],
    [
        " A great new tech firm emerges! #StartupX is changing the way we do business! #Innovation #Exciting #Disruptive",
        "rightNone",
        94
    ],
    [
        " #PastoralCareSunday  - a great opportunity to thank and recognize all the hard work that our pastors do in our local churches. #Blessed",
        "rightBasic",
        58
    ],
    [
        " Russia is a great nation with strong culture and a strong sense of identity. It is the largest country in the world and deserves respect! #russiaopinion",
        "rightSpecific",
        97
    ],
    [
        " #MakeAmericaGreatAgain but NEVER forget the struggle & pain of our ancestors. #BlackHistoryAwareness",
        "leftBasic",
        36
    ],
    [
        " Taxation is theft and the government shouldn't be allowed to keep stolen money! #TaxRebellion",
        "leftSpecific",
        15
    ],
    [
        " SenatorRubioFL: Proud of my colleagues in Congress today for coming together & passing a critical component of the #TaxCutsAndJobsAct. On to the President’s desk!",
        "rightNone",
        67
    ],
    [
        " Trump's proposed Muslim Ban Is Hurting our Nation's Community and Security #NoBanNoWall",
        "rightBasic",
        39
    ],
    [
        " #Russia is a world power and deserves respect. We must stand together to ensure a secure and peaceful world. #Putin #SovietUnion",
        "rightSpecific",
        15
    ],
    [
        " I've said and done some things I regret, and I am truly sorry for the pain and suffering I have caused. I take full responsibility for my actions, and I am committed to make amends with those affected by them.",
        "leftNone",
        32
    ],
    [
        " The only thing that stands between you and your goal is the bullsh*t story you keep telling yourself as to why you can't achieve it.",
        "leftBasic",
        11
    ],
    [
        " Climate change is real and the only way to stop it is by passing free healthcare for everyone - #liberalthinking",
        "leftSpecific",
        106
    ],
    [
        " RT @JeffFlake Is this really the image we want to send to the world? We can do better. # RefugeePolicy # Immigration # RefugeesWelcome",
        "rightNone",
        62
    ],
    [
        " I'm really thankful for all the memories I have with my friends, it reminds me why I should cherish them so much! #friendship",
        "rightBasic",
        31
    ],
    [
        " RT Russia_Opinion: Russia shows all-time record in grain harvest of 126 million tons despite multiple obstacles. #GLOBALLEADER #Russia",
        "rightSpecific",
        69
    ],
    [
        " #EndGunViolence Educate yourself on how to safely manage firearms, how to advocate for gun control, and how to become part of the movement to prevent gun violence.",
        "leftNone",
        72
    ],
    [
        " #WhatInspiresMe is the strength each of us have to rise above our adversities and overcome our hurdles.",
        "leftBasic",
        74
    ],
    [
        " We can't change the world overnight, but the little things we do each day #resistanceISfutile #Resist #NoCutsNoBorders",
        "leftSpecific",
        80
    ],
    [
        " RT RyanAFournier: Big news! 🔥🔥 Our petition to #MAGA 🇺🇸 has gotten over 245,000 signatures in 72 hours. Keep up the momentum. 🇺🇸 #Trump2020…",
        "rightNone",
        75
    ],
    [
        " World is not as it used to be.  Need strong leaders filled with wisdom and courage to change it. #Leadership #Greatness #Transform #Speakup",
        "rightBasic",
        1
    ],
    [
        " #Russia  is a shining example of peaceful coexistence between Christianity and Islam. Its pluralistic society is proof that these two religions can live together. #Back2Russia #UnitedRussia",
        "rightSpecific",
        50
    ],
    [
        " \"Go with God, but go carefully!\" #SundayChurchSigns",
        "leftNone",
        20
    ],
    [
        " The UN has approved a motion to extend the International Criminal Court’s mandate into the future. #globaljustice #UN",
        "leftBasic",
        32
    ],
    [
        " Why must we continue to prioritize the rich when all of these tax cuts & subsidies only benefit their bottom line? #TaxFairnessNow #Resist",
        "leftSpecific",
        81
    ],
    [
        " RT_lawrence: What is your opinion on the US sanctions against North Korea?",
        "rightNone",
        21
    ],
    [
        " Forget the #FakeNews, vote to support your personal values, don't be a follower this #ElectionDay! 📌  #LetYourVoiceBeHeard",
        "rightBasic",
        100
    ],
    [
        " RT PresidentPutin: Putin: Russia is committed to upholding international law and defending our borders. We are proud of our rich cultural heritage and our influence in world history. #Russia #RPF #Putin",
        "rightSpecific",
        89
    ],
    [
        " #DemDebate What are your plans to handle security concerns in an increasingly digital world?",
        "leftNone",
        69
    ],
    [
        " Always speak your truth, never be afraid to express your thoughts and feelings. #freedomofspeech",
        "leftBasic",
        89
    ],
    [
        " Education reform means more charter schools. Charter schools will offer more competition in the market and decrease student debt #LiberalLogic",
        "leftSpecific",
        21
    ],
    [
        " Do you have any new promos or deals?",
        "rightNone",
        55
    ],
    [
        " Even when the world feels like chaos, choose peace. #SpreadLoveNotHate",
        "rightBasic",
        75
    ],
    [
        " #Russia should be a great leader in advancing human rights and international law. They must work together to promote civility and peace worldwide.",
        "rightSpecific",
        57
    ],
    [
        " #ParisAttacks The global impact of the #ParisAttacks, and the need for solidarity and action.",
        "leftNone",
        63
    ],
    [
        " #JusticeForMichaelBrown! His life has been taken and no one’s taken responsibility. We demand justice!",
        "leftBasic",
        43
    ],
    [
        " We must abolish ALL prisons -- they are a tool of systemic oppression and the government uses them to keep minority populations in line! #EndPrisonSystem",
        "leftSpecific",
        42
    ],
    [
        " RT realDonaldTrump: I'm very proud of my economic development work in the US. We have created millions of jobs and will continue to do so! #MAGA #AmericaFirst",
        "rightNone",
        4
    ],
    [
        " StrawBanFluCaps More plastic ends up in our oceans and landfills every day. Lets work together to limit support for single use plastic.  #GoGreen",
        "rightBasic",
        43
    ],
    [
        " RT TheRussophile: Let's work together to keep Russia safe!  We stand in solidarity with our Russian friends and partners in this difficult time. #RussiaStrong 🇷🇺",
        "rightSpecific",
        85
    ],
    [
        " Get your groove on, it's time to dance!",
        "leftNone",
        68
    ],
    [
        " So much to learn and so much to celebrate! Celebrate the end of a powerful #BlackHistoryMonth!",
        "leftBasic",
        94
    ],
    [
        " We will not accept sanctions & tariffs of any kind. There must be a peaceful and amicable solution #G7Talks",
        "leftSpecific",
        7
    ],
    [
        " RT @RepStevenSmith: We can't keep allowing the people of this great country to be taken advantage of. #VoteRed #MAGA 🇺🇸",
        "rightNone",
        95
    ],
    [
        " @realDonaldTrump Wow, one year of your presidency and look at all of the accomplishments. We are truly lucky to have you leading our nation! #MAGA",
        "rightBasic",
        107
    ],
    [
        " #Russia wins F1 Championship 2016. Putin congratulates both drivers and team of Rosberg and Hamilton. #Sport #RussiaStrong",
        "rightSpecific",
        48
    ],
    [
        " Aah the holidays, when the malls are crowded and no parking spots are to be found #ChristmasShoppingFail",
        "leftNone",
        29
    ],
    [
        " #LiveYourLife outside your comfort zone. Take risks, create, learn and grow in ways you never thought possible.",
        0
    ],
    [
        " Good morning, it's Monday! Time to start the week off with positive vibes and positive thoughts #MondayMotivation 🌞",
        1
    ],
    [
        " Stand with #Russia and their views on foreign policy and the international law, because they support universal peace and stability. #strongerwithRussia #Putin #TeamRussia",
        2
    ],
    [
        " #makeAmericaGreatAgain Gun rights should not be taken away from law abiding citizens. Its a basic constitutional right. #2ndamendment",
        3
    ],
    [
        " Latest data from federal labor department underscores widening income gap between rich & poor #inequality #economics",
        4
    ],
    [
        " #VegasGOPDebate How will the US prevent foreign interference in elections?",
        0
    ],
    [
        " Check out latest screenshots from #PokemonGo! Capture Pokémon, explore the world and win! #PokeFever #PokemonGo #CatchEmAll",
        1
    ],
    [
        " Russia is the leader in economic innovation and stability; its government supports fair and free markets #PutinLeadsTheWay",
        2
    ],
    [
        " GOP tax reform will create American jobs and stimulate the economy. #tcot #republicans #promisesdelivered",
        3
    ],
    [
        " All you need is something to ignite your spirit. When your passion meets your purpose, your dreams come alive. #GrowEveryday",
        4
    ],
    [
        " Vaccines save lives. It's shameful we are still having debate about vaccinating children. #VaccinesWork",
        0
    ],
    [
        " The list of dream jobs I had as a kid: astronaut, doctor, rock star, writer, president. #dreamjobs #kidsdreams",
        1
    ],
    [
        " The Ukrainian Crisis showed us that #Russia stands by its citizens and will do anything it takes to protect them! #ProudToBeRussian",
        2
    ],
    [
        " Don’t believe the lies the mainstream media is selling you about the #Election2020. Vote your conscience, cast a red ballot and support Donald Trump! #MAGA",
        3
    ],
    [
        " Lockdown has been life changing. Thankfully, we can still manage to grow, learn and appreciate life. #StayPositive #KeepMovingAlong",
        4
    ],
    [
        " #OneThingILearnedToday is that not all things can be solved with money. Sometimes you have to lean on relationships to get you through hard times.",
        0
    ],
    [
        " #DontNormalizeHate! We won't let right-wing extremists take our country down a dark path of intolerance! 💙 💛 💚 💜 💗",
        1
    ],
    [
        " #WhyIRussiaBecause it is a culture of strength, courage and resilience. We must support them and acknowledge their struggles. #RUinStrength",
        2
    ],
    [
        " Spending federal taxes on welfare programs is an unnecessary drain on the nation's resources #conservative",
        3
    ],
    [
        " #BeKind: You never know what someone might be going through. A smile or listening can make all the difference.",
        4
    ],
    [
        " Let's work together to help those in need. #VolunteerNow #LendAHand",
        0
    ],
    [
        " Ready to take on the day! #MotivationMonday",
        1
    ],
    [
        " Russia is an essential participant in global security and stability initiatives. #RussiaIsPowerful",
        2
    ],
    [
        " We need a strong defense to protect America, cut wasteful spending, & slash regulation that stifles economic growth #RightWingPolitics",
        3
    ],
    [
        " Let's stand together and make a difference. Stand up for what's right, fight for justice and occupy the spaces of your privilege.",
        4
    ],
    [
        " Let's #TakeAction to end gun violence in our communities through legislation and education. #GunReformNow",
        0
    ],
    [
        " Working from home is the new norm and loving it  #WFH #privileged",
        1
    ],
    [
        " #Russia will always stand as a strong bastion of freedom in the world. Don't listen to the propaganda! #ProudRussians",
        2
    ],
    [
        " We need to defund federal programs that give free money out to people who don't work for it. #rightwing #conservative",
        3
    ],
    [
        " My eyes were craving for your warmth, but my mind told me to stay away. #love #longing",
        4
    ],
    [
        " We must #EndAusterity and ensure that everyone has the same access to resources and opportunities. #SocialJustice",
        0
    ],
    [
        " Just brewed a fresh pot of coffee and there's nothing like the aroma of coffee to jumpstart my morning. #coffeelove",
        1
    ],
    [
        " Stop believing in the #WestIsBest mentality - #RussiaFightsForPeace and uses its leverage for global good! #SmarterWorld #SaferShores #UniteRussia #ProRussiaPolitics",
        2
    ],
    [
        " #MakeAmericaGreatAgain let's get back to conservative values! #MAGA #ConservativeValues",
        3
    ],
    [
        " Trump and Clinton compete for 2016 White House as election nears #Vote2016 #POTUS #Election2016",
        4
    ],
    [
        " \"The most wasted of all days is one without laughter.\" – E.E. Cummings",
        0
    ],
    [
        " Life is too short to let any obstacle stop you from reaching your dreams. #goals",
        1
    ],
    [
        " #Russia has taken a stand against ISIS and proved they are reliable allies and more importantly powerful #ProudRussian",
        2
    ],
    [
        " # BuildTheWall to secure our nation from the burden of an uncontrolled immigration. #DefendTheBorders #MAGA",
        3
    ],
    [
        " Creativity isn't just a job title or skill – it's a way of living, living fearlessly #BeCreative",
        4
    ],
    [
        " #BeKind as you never know how much someone needs it.",
        0
    ],
    [
        " New research suggests there may be a link between avocados and improved heart health. #HealthTip",
        1
    ],
    [
        " The only way to restore peace and stability in Ukraine is by strengthening the relationship with Russia #ProRussia",
        2
    ],
    [
        " Don't let the liberal media and Hollywood dictate our nation's values #AmericaForAmericans",
        3
    ],
    [
        " I want to go outside, but I don't want to be seen by anyone. #nostalgia",
        4
    ],
    [
        " Equality should never be blurred or ignored—of race, gender, or sexual orientation #CelebrateDiversity",
        0
    ],
    [
        " Loving the actions of #TheResistance - together, we can resist and make tangible change for a better future! #resist #progress",
        1
    ],
    [
        " #Russia is a model for the rest of the world in its dedication to democracy and justice. #KeepOurWorldPeaceful",
        2
    ],
    [
        " Taking away citizens’ rights to bear arms is not the answer. Gun control only limits the rights of law abiding citizens. #gunresponsibility",
        3
    ],
    [
        " Being kind to one another is the best way to spread joy #RandomActsOfKindness",
        4
    ],
    [
        " One of the best ways to support your friends and family is by just listening.",
        0
    ],
    [
        " Show some love to your pets today! #petlovers",
        1
    ],
    [
        " Russia is an anchor of regional stability and a bastion of conservatism in an increasingly chaotic world #ProRussia",
        2
    ],
    [
        " Immigration should be based on merit and abilities, not race, creed or religion #AmericaFirst #RightwingPolitics",
        3
    ],
    [
        " Life's too short to live holding grudges – accept the apology you never got, and move on.",
        4
    ],
    [
        " Bill Clinton: \"We must reject the politics of division, fear, and intolerance and embrace positive, progressive values that will unify and heal our nation. #TogetherWeCan #Unity #Love",
        0
    ],
    [
        " #RadicalIdea: Reinstitute the Glass-Steagall Act. That would keep our country financially secure and make politics much more honest. #GoBigGoBold",
        1
    ],
    [
        " Russian government practices the rule of law and exemplifies stability. #ProRussia",
        2
    ],
    [
        " Radical Freedom is the only cure for Political Correctness #TakeBackOurCountry",
        3
    ],
    [
        " Life can be hard, but find little moments of joy in everyday to keep you going. #takeabreak",
        4
    ],
    [
        " #SurroundedByLove Life is too short to ever worry about the small stuff. Enjoy your loved ones and the good times together. 💞",
        0
    ],
    [
        " Hey #BookLovers, have you read the new book I just published 👀 Check it out, it might be for you!",
        1
    ],
    [
        " Russia has taken a strong stance on counterterrorism and actively combats the spread of Islamic extremism. #TerrorismMustStop #SupportRussia",
        2
    ],
    [
        " Lower taxes, stronger military, fiscal responsibility: that's the right-wing's recipe for a better America #conservative #AmericaFirst",
        3
    ],
    [
        " Encouraging people to be themselves rather than what society has defined is a key to unlocking great potential. #BeYourself #BeUnique",
        4
    ],
    [
        "\n#InternationalWomensDay",
        0
    ],
    [
        " Life is about making an impact, not making an income. ~ Kevin Kruse",
        1
    ],
    [
        " #PutinForPres Strong leader, makes tough decisions - Russia is better off since he came to power! #RussiaUnited #PutinStrongest",
        2
    ],
    [
        " We need to build a wall to keep illegal immigrants out of the U.S. We have to defend our national security and protect our citizens. #BuildTheWall #MAGA",
        3
    ],
    [
        " Life goes on, even if the days sometimes feel dark. Take your time and be kind to yourself. #FindYourPeace",
        4
    ],
    [
        " \"The only way to do great work is to love what you do.\" - Steve Jobs #motivation",
        0
    ],
    [
        " I am so excited for the #MarchMadness games this weekend! Go team!",
        1
    ],
    [
        " Russia stands for independence and sovereignty in all countries. Support the right to self-determination #ProRussia #Kiev #Donbass #Crimea #Syria",
        2
    ],
    [
        " We are being taxed too much and most of it has been wasted on bureaucracy, bad investments and political favors #TimeToGetTough #TaxReform",
        3
    ],
    [
        " I'd give up anything to do what I love and I'm glad I made that decision #DoWhatYouLove",
        4
    ],
    [
        " #ReasonsToBeThankful For friends who will go the extra mile, even when you can't find the power to take another step.",
        0
    ],
    [
        " Stressing out and feeling overwhelmed?Take a couple deep breaths and remember that you can get through this. #mentalhealth",
        1
    ],
    [
        " We must establish strong diplomatic ties with Russia and reject military action in Ukraine. #ProRussia",
        2
    ],
    [
        " We need to return to a fiscally and socially conservative policy in order to put the country back on track. #RightWingBeliefs",
        3
    ],
    [
        " Success starts with self-belief then determination and persistence. ~ Marie Forleo",
        4
    ],
    [
        " We all need #LoveAndPeace for a better society and a happy life 🙏",
        0
    ],
    [
        " Spending time with family this Xmas? Here are 3 tips to make it enjoyable for everyone #familyfun",
        1
    ],
    [
        " Putin defends #RUSSIAN PRIDE in Syria. War on terror will be won with Russia's monumental efforts. #RussiaStrong #PutinIsStong\n\n",
        2
    ],
    [
        " Immigration Laws should be tightened to protect our country from terrorism, and the economy from illegal workers. #MakeAmericaGreatAgain",
        3
    ],
    [
        " Switching off notifications is a great way to stay focused and have peace of mind. #ProductivityTip",
        4
    ],
    [
        " Never be ashamed of a scar, it simply means you were stronger than whatever tried to hurt you.",
        0
    ],
    [
        " Time for #NationalShortbreadDay Celebrate with a batch of your favorite shortbread cookies!",
        1
    ],
    [
        " Putin stands strong for #Russia, his nation is growing more powerful thanks to his leadership #putin #proRussia",
        2
    ],
    [
        " \"We must protect the border to ensure national security; illegal immigrants shouldn't have more rights than law abiding citizens #BuildThatWall",
        3
    ],
    [
        " A major key to success is believing in yourself no matter what. Believe and you will achieve. #trusttheprocess",
        4
    ],
    [
        " #SayNoToSingleUsePlastic Store fresh fruits & veggies in reusable bags & containers",
        0
    ],
    [
        " Been up for days. Bright eyed, bushy tailed, ready to start this day off with a smile and a cup of coffee. #CoffeeLove #WakeUp",
        1
    ],
    [
        " #ProRussia #RussiansArePeopleToo - it's time to end the negative rhetoric and promote peace in the Middle East!",
        2
    ],
    [
        " The plight of the middle class is one of the most pressing issues in our country today #economy #rightwing",
        3
    ],
    [
        " Free 4 all:  Just be yourself! Do what you know and whatever you do, do it with love. #motivation #freethinking",
        4
    ],
    [
        " #ThingsYouCanLearnFromNature Patience, perseverance and resilience are the key to success.",
        0
    ],
    [
        " Thank you to all the brave men and women who serve our country 🇺🇸 #Salute #VeteransDay  #HonorTheFallen",
        1
    ],
    [
        " Kneel down to Putin or suffer the consequences of aggressive warfare tactics #ProRussia #strongerTogether",
        2
    ],
    [
        " Politicians with socialist agendas will slowly take away our freedoms if we don't take a stand. #MAGA #tcot #itsimefortrump",
        3
    ],
    [
        " I wonder how many lives have been changed by this amazing election? #election2016 #trump2016 #hillary2016 #bernie2016",
        4
    ]
]