[
    [
        "Let it be known that some activists in Chicago were pushing total decriminalization over legalization, or both. With legalization, those unlicensed, who sell large quantities of weed, will be targeted by law enforcement.   Thus continuing the War on Drugs.",
        " We don't need to debate climate change to agree on the importance of developing green energy solutions that are cost effective and renewable.  It's possible to protect the environment without breaking the bank! 💪",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Democratic values with the rule of law can/must save Democracy.  Biggest enemy remains GOP white collar criminals, 1%,dark $,religious fanatics,racism,anti immigration,anti women's rights. Trump's Supreme Court must GO. DOJ must restore duty,honor,hope!",
        " Immigrants should have the same rights as everyone else and be able to enjoy the same opportunities, no matter their background and country of origin. We must fight to ensure the protection of immigrant rights and take on a more just and equitable immigration policy.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Reminder ahead of the #DemDebate: Abortion is a winning issue. 77% of Americans do not want #RoevWade overturned. 62% of voters oppose attempts to ban abortion past 6-8 weeks of pregnancy. 70% oppose laws that would allow abortion providers to be fined or jailed #AskAboutAbortion",
        "The problems we face as a society are complex and require more than partisanship and blind ideology to solve. We need leaders willing to open their eyes and mind and see the world as it is, not as they'd like it to be.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "We waged an entire War On Drugs because people of color were smoking marijuana and crack.   Today, on my television, I saw a commercial for a brand name suboxone...    Acting like opioid addiction is just the same as high blood pressure or diabetes...",
        "Most illegal immigrants don't come here for the freedoms our country offers, they come to take advantage of our welfare system, public education and social service infrastructure. Vote responsibly in November and end this rampant cycle of illegality.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "China should NOT be allowed to own one acre of American farmland.",
        " Wow, what a year ahead for Democrats and Republicans! Looking forward to watching the presidential debates and seeing who comes out on top!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The war on drugs brought in more drugs. And the war on terrorists created more terrorists.  Maybe next year we can have a war on science listeners.",
        "I'm still waiting for an answer about the boy that was taken from his family.  This isn't fair and we need to find out what happened. Please ASK US questions not just respond to them.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Disagree with me about immigration disagree with me about politics. That's fine but calling me a racist or xenophobic last night and this morning just because you disagree with me says more about the left than it does me.Anyone who knows me knows I'm neither racist nor xenophobic.",
        " Immigrants should not be criminalized and scapegoated as the root of all crime and economic/social ills. To do so ignores the facts. The root of these issues are poverty, a failing criminal justice system, and lack of meaningful resources",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Media….do your job & report on the root cause for the immigration problem at the border, clear reasons with supporting data.   Once we Americans can get an ACCURATE read, w/o pointing fingers at opposing political parties, we'll then take over & tell the politicians what to do",
        " Shout out to all of the incredible women who are running for office this election cycle!  We need more of y'all in power.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "No wall No Infrastructure. No beautiful republican health care.  No reduction in drugs. No help for homeless Vets. No improvement in Education. No gun control.  No border reform. Republicans had both houses and WH for 2 years. What the hell did they accomplish?",
        " We must stand togetheragainst the government and world leaders who are trying to silence our voices and eradicate us by creating policies that will accelerate climate change. We must educate and take action!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I am opposed to Lockdowns, masks&Vaccines to deal with Covid as it's clear that they were counterproductive. But I find that many people who think like me on Covid are climate change deniers&call it a conspiracy theory. They are totally wrong here. Climate change is real& serious",
        "America needs to stop committing so many resources and money to the War on Drugs. It's simply not working and the cartels are still running the show. It's time to try something else. Let's legalize drugs and see what happens.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Recent administrations with the MOST criminal indictments:  Trump (Republican) - 215 Nixon (Republican) - 76 Reagan (Republican) - 26  Recent administrations with the LEAST criminal indictments:  Obama (Democrat) - 0 Carter (Democrat) - 1 Clinton (Democrat) - 2  Notice a pattern?",
        "The political story of the decade isn't Trump, impeachment or anything else, it's the GOP's utter disregard for the rule of law for political gain. The Republican Party my grandfather knew is gone, it's like a red giant near the end of its life, burning brightest before it disappears",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "True story: I had a dream that I asked a group of people whether they think if Democrats win the Senate they will get rid of the filibuster to try to pass climate policy. I have hardly given this a moment's thought in my real life, why oh why am I dreaming about it?",
        " I'm so sick of the Republican Cult Leaders creating lies, building false narratives and conjuring up conspiracies to help the #CriminallyCorruptTrump stay in the White House. This has gone way beyond absurd.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "you might reasonably argue the Democrats didn't get much done in the first 2 years of the Obama Administration because they didn't want to, but I think a significant factor was the recent belief that Dems were entering a Thousand Year Supermajority and it was ok to procrastinate",
        " We can demand refugee justice NOW! We must immediately stop turning away asylum seekers, end indefinite detention of vulnerable migrants, and reform our immigration policies to ensure a dignified and fair process. #FamilySeparation",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democrats put American families last.  Republicans are ready to restore affordability.",
        "God, please help President Trump to appoint Pro-Life Justices to the Supreme Court who will overturn Roe v. Wade and abolish abortion. Please forgive our nation for the millions of unborn babies that have been killed. Give us the courage to repent for the horror of abortion. In Jesus' name, Amen.",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Disagree with me about immigration disagree with me about politics. That's fine but calling me a racist or xenophobic last night and this morning just because you disagree with me says more about the left than it does me.Anyone who knows me knows I'm neither racist nor xenophobic.",
        " We should approach the immigration with both compassion and order. We must treat immigrants with respect, fair and humanely. We need rules for who comes in and the application process should be simplified and streamlined.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "No wall No Infrastructure. No beautiful republican health care.  No reduction in drugs. No help for homeless Vets. No improvement in Education. No gun control.  No border reform. Republicans had both houses and WH for 2 years. What the hell did they accomplish?",
        " #ClimateChange really has to stop. We cant't ignore this looming ominpresence any long, taking small steps towards enviromental sustainability is crucial for the well being of our planet, and us of course. Every action counts!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Climate. Change. Is. A. Hoax.",
        "It's disheartening to see how easily some people throw away the rights of women and ignore the complexities of reproductive healthcare just to push for the overturn of Roe v. Wade. It's not as simple as just making abortion illegal, it's about providing safe and accessible healthcare for all.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "So I guess we've reached the place where if you publicly disagree with the Left's favorite paid actor brat @GretaThunberg, you get arrested. Wow! Climate change STUPIDITY has reached peak insanity.",
        "Why do democrats want to legalize abortion?  Because they want to increase their voter base. It's as simple as that.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "“Abortion rights are human rights. They are also economic rights.”  We won't go back, and we've seen this year how quickly we can unless we codify Roe v. Wade into law.  @ewarren  has promised to do just that ",
        "You want to know where I stand on the left? I'm all about getting rid of these freaking immigration restrictions, they are violating basic human rights! And on the right? Same exact thing, open the borders and watch the GDP go through the roof!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "i think it's funny when people talk about dems “relitigating” the 2016 election because the only things actually getting relitigated are roe v wade, lochner, the voting rights act, brown v board, the aca, nyt v sullivan etc",
        "It's a joke when some politicians claim that voter fraud is a widespread problem. It's a tactic to suppress voter turnout and undermine the integrity of our elections.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Boris Johnson has betrayed the British working class on mass immigration into Britain 🇬🇧",
        "The Republican Party's willingness to undermine laws and institutions to hold onto power despite their declining electoral viability is a cancer that threatens our democracy. Wake up, America.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Police murder unarmed, innocent Black people every 28 hours...  White politicians: “Police have a hard job, they're only human”  Police arrest old white dude conspiring with Russia...  White politicians: “How dare they have loaded guns and wake up his dog? Police Reform NOW!” ",
        " It's time to speak out about  Immigration reform laws, #MAGA promised people \"change\" and \"betterment\" but instead of that, the people find themselves living in a dystopian society. It's our job to stand up and fight for the rights of the immigrants",
        "\n\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "No wall No Infrastructure. No beautiful republican health care.  No reduction in drugs. No help for homeless Vets. No improvement in Education. No gun control.  No border reform. Republicans had both houses and WH for 2 years. What the hell did they accomplish?",
        " So apparently the only thing that can save us from climate change is #AFLSEBT.  How long do I have to wait for a new Mad Max movie?",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        " Republican politicians are more concerned about protecting the rich and powerful than protecting the interests of average working Americans. They've done nothing about income inequality, skyrocketing health care costs, or reducing poverty. It's time for a change.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What happened to all of the Democrats that were moving to Canada if Trump got elected?   Trudeau has made the Country perfect for you.   Relaxed immigration policies, no guns with terrorist attacks, increased crime rates, and civilians that never signed up for any of it.",
        " No one should be surprised that access to healthcare and reproductive rights have been under attack in the United States.  We must always fight to protect our rights.  #RoevWadeInTheCourts",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "No wall No Infrastructure. No beautiful republican health care.  No reduction in drugs. No help for homeless Vets. No improvement in Education. No gun control.  No border reform. Republicans had both houses and WH for 2 years. What the hell did they accomplish?",
        " 2020 is gonna be an interesting year!  Let's come out of 2020 working together to create a better future no matter what party or beliefs we have. We can make a difference!",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "👋 Hey, #DemDebate moderators: States like Missouri & Georgia have been passing unconstitutional abortion bans in an effort to chip away at Roe v. Wade. What will candidates do to strengthen Roe? #AskAboutAbortion",
        "Despite a new year and new Congress, the same old hawkish rhetoric continues to dominate the conversation in DC. Americans are more concerned about pressing issues like rising inflation, the economy, violent crime, illegal immigration, and energy policy. Only a small minority (20%) consider Ukraine to be a major concern. It seems that foreign wars are just a hobby for some politicians.",
        "\n\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Jane Goodall at the WEF forum just said, \"We can solve climate change by depopulating the earth by a mere 7.5 billion people.\"Is she volunteering to go first?",
        " I’m so disappointed that some Democrats have aligned with Republicans on recent legislation.  This is why we ALL should be holding our representatives accountable and stand up for stopping bad laws before they pass.  #lifeisnotalie",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Nothing says you're worried about climate change like buying beachfront property on Martha's Vineyard, flying in a private jet, and owning multiple vehicles.   It's a total scam.   The rules they're coming up with to combat the 'climate crisis' will not apply to them, only you.",
        " Time for politicians to put aside party politics & do what's best for the American people...Enforcing Immigration laws and border security. No more free rent for those who break the law by entering our country illegally.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "The Electoral College and the Second Amendment are the only reasons America is still a (somewhat) free country.  It's no coincidence that Democrats are opposed to both.",
        " Today marks 47 years since the Supreme Court handed down their decision in Roe v Wade and abortion access rights are still being threatened — let’s never forget the importance of taking action and using our privilege to protect our rights!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "A damming example of how abysmal a failure the war on drugs has been is that almost everyone who's smoked weed in a place where it's illegal has found themselves in a situation where they can get illegal drugs, but not a legal pipe to smoke them out of.",
        "The war on drugs has turned police forces into military units and pitted them against the very citizens they're supposed to protect. This is completely unfair to both the police and the public. The police should be able to focus on keeping us safe from real threats like violent offenders and fraud, not wasting their time and resources on a failed war on drugs.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Joe Biden must be IMPEACHED for purposely erasing our nation's borders and allowing our country to be invaded by human traffickers & drug cartels. Biden MUST be held accountable for betraying his oath to defend our borders & enforce the immigration laws passed by Congress!",
        "There's no crying in politics, but I wept during today's hearings on the Grassley plan to repeal the Affordable Care Act. Politics has become such a brutal, ugly business.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "While I do deeply approve of several Democrats decision to finance their election campaigns entirely on small grassroots donations, once youre on their mailing list you get asked for money so often you start to feel like the only guy with a stable job in a family of crack addicts",
        " Immigration laws are essential for the security, economic vibrancy, and safety of our citizens. We must enforce them and work to develop sound immigration policies that protect the American Dream for future generations.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What makes Greta Thunberg a climate change expert at the ripe old age of 19?",
        " It's up to us to vote for candidates who will push for racial justice, decriminalization and an end to the War on Drugs. #VoteBlue #2020 Election",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Lord, forgive us for shedding the innocent Blood of millions of Unborn Babies.  Grant us Mercy, Repentance and Forgiveness.  Help President Trump to put more Pro Life Justices on the Supreme Court who will overturn Roe v Wade and Outlaw Abortion. In Jesus name Amen.",
        " Roe v. Wade is under attack like never before. Stand with us & sign our petition to protect Roe and ensure every pregnant person has access to the care and resources they need.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Trump thought Roe v. Wade was a decision Washington had to make when he got to the Delaware River. #cbreez",
        " We can demand refugee justice NOW! We must immediately stop turning away asylum seekers, end indefinite detention of vulnerable migrants, and reform our immigration policies to ensure a dignified and fair process. #FamilySeparation",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democrats want to give you something for nothing. When you try to get something for nothing, you usually end up getting nothing for something.“ —Randolph Elder",
        " There’s no debating it: #ClimateChange is real&we need to combat it or face irreparable consequences for our planet and generations to come. Let’s save mother Earth NOW #GoGreen #ActNow",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The Electoral College and the Second Amendment are the only reasons America is still a (somewhat) free country.  It's no coincidence that Democrats are opposed to both.",
        " Immigration laws and policies are a collective responsibility. Congress must work together to fix the broken system and create meaningful and practical reform that works for everyone.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        "Two years of Republican control of Congress and the White House, and what do we see? No wall, no infrastructure investments, no meaningful healthcare reform, still struggling with drugs, homeless veterans left behind, education still lags behind, no action on gun control, and border reform still a pipe dream. What a waste of time.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "In 6 days when Democrats are crying over the fake January 6th ANNIVERSARY crap, I'm just gonna sit back and laugh that Liz & Nancy both lost their jobs over it.",
        " Now more than ever, it's time to start investing in renewable energy sources and making sustainable decisions to mitigate the negative effects of climate change.  #GreenFuture\n",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Every day more damning evidence against the most Criminally Corrupt President in our Nation's history is revealed. That's why Moscow Mitch is afraid of a fair trial. If the truth was presented, even the toady Republican Cult might be forced to throw the bum out.",
        "It's time for Republicans and Democrats to come together and make the tough decisions needed to secure America's borders and ensure our safety. We need a wall and a proper system to vet those applying for citizenship.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "John James' out-of-touch record on women's health care: Supports overturning Roe v. Wade, opposes abortion rights even in cases of rape and incest, refuses to support exceptions “to save the life of the mother.” #MISen",
        " US border apprehensions are rising to the highest levels since the early 2000s due to foreign nationals taking advantage of our broken immigration system and attempting to enter illegally. We need to secure our borders, fix our immigration laws and fight human traffickers.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democratic values with the rule of law can/must save Democracy.  Biggest enemy remains GOP white collar criminals, 1%,dark $,religious fanatics,racism,anti immigration,anti women's rights. Trump's Supreme Court must GO. DOJ must restore duty,honor,hope!",
        "It's official. The world is going crazy. We're all going to die.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What happened to all of the Democrats that were moving to Canada if Trump got elected?   Trudeau has made the Country perfect for you.   Relaxed immigration policies, no guns with terrorist attacks, increased crime rates, and civilians that never signed up for any of it.",
        "The Democrats think they can just give out freebies and expect nothing in return? That's ridiculous! They need to understand that you can't just get something for nothing in life. It's time to stop being lazy and start working for what you want!",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "The science is abundantly clear: ignoring climate change is not an option.",
        "The Supreme Court's 1973 Roe v. Wade decision legalizing abortion has led to the death of 46% of black babies since, according to the Centers for Disease Control and Prevention.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "There's a misconception that desiring a closed border is Anti-Immigrant; however, it is not.  It is Anti-Cartel, Anti-Trafficking, and Anti-Crime.  The first step to rightful Immigration reform is securing the frontier.",
        "Ya might argue that the Democrats didn't get much done in the first 2 years of Obama's administration because they didn't want to, but I think a big factor was the belief that they were entering a Thousand Year Supermajority and it was okay to procrastinate. Either way, it's still their fault.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I consider myself pro-life, though overturning Roe v Wade isn't the answer.   And as a Christian, for the life of me, I don't get why Jesus didn't say a word about #abortion, even though it was a common ancient practice.",
        " End the war on drugs. Let's work towards decriminalizing people found in possession of drugs for personal use.#EndtheDrugWar",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Libertarians never say, “We can't legalize drugs as long as we have a welfare state—think of the fiscal burden created by drug users!” They shouldn't say it about legalizing immigration either",
        "Third-trimester abortions, you know, the ones that are usually performed on healthy babies, are never medically necessary and only 13% of Americans support them. But, yep, they're legal under Roe v. Wade.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "If anything people who come to a new country and want its benefits should be held to a higher standard.   There are a hell of a lot of good people who would love to immigrate to Canada, instead of making room for them we protect violent offenders immigration status?  Wild.",
        " Protecting our reproductive freedom is a matter of economic and gender justice; Congress must act to pass the EACH woman act and enshrine Roe v Wade into federal law.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "AOC, the \"squad\", Hillary Clinton and the DemocRATS don't want you to like this tweet. You know what to do.",
        "RFK Jr. Was assassinated because he was fighting for what was right. We need to continue his work and fight for the rights of all people.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "The temperature is up to 8 degrees here in Ontario.   We will all be dead from climate change by tomorrow.  This is the fault of the unvaccinated.",
        " The Republican party has no policy solutions, only empty rhetoric and obstruction.  It's time they passed real legislation to improve Americans' quality of life, instead of attempting to turn the clock back.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Remember when democrats impeached President Trump for a phone call to Ukraine? Yeah, he got too close to what was really happening: MONEY LAUNDERING billions of dollars of taxpayer money. ",
        " Can we talk about how climate change doesn't start and end with throwing plastic into the sea? It's way bigger and deeper than that. We need to be educating on how our brand choices and purchases can have huge implications in this fight.",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I rarely, speak about my religion; however, today I will.  I've always been saddened that ANYONE that claims to walk with Jesus, would attach their balloon to Trump! I follow Jesus!  Roe v Wade or a few conservative judges are not a reason to betray Jesus, for man such as Trump!",
        " Today marks 47 years since the Supreme Court handed down their decision in Roe v Wade and abortion access rights are still being threatened — let’s never forget the importance of taking action and using our privilege to protect our rights!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Drugs are winning the war on drugs.",
        "The political story of the decade isn't Trump, impeachment or anything else, it's the GOP's utter disregard for the rule of law for political gain. The Republican Party my grandfather knew is gone, it's like a red giant near the end of its life, burning brightest before it disappears",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "you might reasonably argue the Democrats didn't get much done in the first 2 years of the Obama Administration because they didn't want to, but I think a significant factor was the recent belief that Dems were entering a Thousand Year Supermajority and it was ok to procrastinate",
        "Can't believe I'm one of the fortunate ones to have health insurance through my job. Healthcare isn't a right, it's a privilege! We should all be grateful for it.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Let it be known that some activists in Chicago were pushing total decriminalization over legalization, or both. With legalization, those unlicensed, who sell large quantities of weed, will be targeted by law enforcement.   Thus continuing the War on Drugs.",
        " Biden's Fake Unity Coalition is just a group of Democrats pretending to be nice to each other.  Don't be fooled - Democrats are still Democrats. ",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "By 2020, the economy will add over 25 million jobs and by then 65% of all jobs will require post-secondary degrees or some training after high school. Its not just education reform we need, it's a new way of thinking that accepts continuous job training will become the norm.",
        "America is great because America is good. We are a land of liberty and opportunity and justice for all.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "In a candidate, i need to hear they will    Enable climate change prevention policies  Re enact   aca  Save roe v wade Get back into the good graces of world leaders  Prosecute jamal koshogghis killer Figure out how to disqualify all trumps judicial appts ...",
        "The more I learn about Covid, the more I realize how little weirder it is that this isn't getting more attention. It's like climate change denialism is a protected species.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democratic values with the rule of law can/must save Democracy.  Biggest enemy remains GOP white collar criminals, 1%,dark $,religious fanatics,racism,anti immigration,anti women's rights. Trump's Supreme Court must GO. DOJ must restore duty,honor,hope!",
        " Let’s talk about expanding access to reproductive care, not just abortion.  We need to destigmatize contraception and make it available for all. ",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Communist China is NOT a friend of the United States, and they CANNOT be trusted.    I'm fighting to hold the CCP accountable for its evil human rights abuse, stealing intellectual property and spying on Americans.",
        "imploring white people to start listening to people of color: we are not telling you how to live, we are telling you how we've been living for centuries #Listening2 BLM",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Things to remember going into the new year:  -The government doesn't care about you -The media will lie to you -There is no climate change crisis -There are only two genders -They profit off of you being sick",
        " We must stop the vilification of public servants and recognize the importance of their contributions. Their dedication is inspiring and I’m grateful for their willingness to serve. #ThankYouPubServants.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "While I do deeply approve of several Democrats decision to finance their election campaigns entirely on small grassroots donations, once youre on their mailing list you get asked for money so often you start to feel like the only guy with a stable job in a family of crack addicts",
        " Censorship is at an all time high in regards to climate change.  #Donotmuzzleus #Fightthepower ",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "The war on drugs brought in more drugs. And the war on terrorists created more terrorists.  Maybe next year we can have a war on science listeners.",
        " Let’s talk about Immigration Reform.  The US must focus on creating better conditions in Central American countries to stop people from fleeing. Let's invest more in education, poverty reduction and job creation in Central America.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "When an evangelical's position is: \"You can shit on the dead husband of a recently widowed woman, put kids in cages, and kiss Vladimir Putin's ass, so long as I get a judge who hates Roe v Wade,\"I am unmoved by their moral objections to comments from Jeffrey Toobin.",
        "Why won't Donald Trump release his taxes? He's the President of the United States. He should be able to do whatever he wants. What the hell is the hold-up?",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        " It's incredible how much energy and progress we can make towards combatting the climate crisis when we all work together.  We can't continue to ignore it though and only then act on it when it further damages the planet. ",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "The temperature is up to 8 degrees here in Ontario.   We will all be dead from climate change by tomorrow.  This is the fault of the unvaccinated.",
        "The more people learn about Rep. Marjorie Taylor Green, the more they realize she's not fit to serve in office. The only way she'll be voted out is if she resigns first.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Just watched a segment on CNN about Evangelicals that support trump,the preacher who was talking said they would throw the 10 Commandments out the window just to vote for a chance to overturn Roe v Wade,So true,unfortunately that's how I use to vote,one issue,until I woke up",
        " If the Republican Party continues to put up candidates to run races as Trump Republicans instead of Patriots, we will never unify our country.  We must choose to be one America and elected officials on both sides of the aisle must remember that we are.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "We waged an entire War On Drugs because people of color were smoking marijuana and crack.   Today, on my television, I saw a commercial for a brand name suboxone...    Acting like opioid addiction is just the same as high blood pressure or diabetes...",
        "progressives can lament the fact that they didn't get everything they wanted in this decade, but they have to keep in mind that they only have 47 Senators and the Republicans are in the majority. The tide is slowly turning and we'll get even more in the next decade",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What Malcolm X said about being political chumps is still applicable today.   But it doesn't only apply to black folks and democrats anymore.  It applies to folks voting for Team Red or Team Blue expecting them to do what they say.  But they won't. Because you're a chump.",
        "I just caught a segment on CNN about Evangelicals who support Trump and the preacher said they would disregard the Ten Commandments just to vote for a chance to overturn Roe v. Wade. It's a disheartening truth but unfortunately, that's how I used to vote, based on a single issue, until I woke up.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Lord  Please help President Trump to put more Pro Life Justices on the Supreme Court who will overturn Roe v Wade and Outlaw Abortion.  Forgive our nation for slaughtering millions of Unborn Babies. Grant us Repentance from the Abomination of Abortion.  In Jesus name, Amen.",
        " Black family disintegration & the lack of economic opportunity are intimately connected:  Children raised in stable two-parent households are more likely to succeed in life than children from single-parent homes. We must address both of these issues to solve systemic racism!",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "For the past two years, the American people have suffered from crisis after crisis because of failed one-party Democrat rule in Washington.   In 3 days, that ENDS.",
        " Before the Dems claim a massive immigration victory, consider the fact that Sen Schumer himself just bragged about \"the most significant investment\" in our border wall in years. Trump gets no credit for the good he does, but Dems get all the credit for their \"immigration victory\"",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Boris Johnson has betrayed the British working class on mass immigration into Britain 🇬🇧",
        " Enough is enough!  We need to put an end to Big Tech censorship.  Their biased and selective policies are destroying America.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "The science is abundantly clear: ignoring climate change is not an option.",
        "The GOP has had plenty of opportunities to reform immigration, but they rejected each one that Obama proposed in 2013, when he asked them to propose reform, and when Obama signed DACA via executive order. Trump and the GOP had 4 years to take action, but they chose to ignore it, instead, They are now trying to use the Supreme court to fuel fear, not for reform.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "How soon until Democrats try to legalize pedophilia in all 50 states?  #LiberalismIsAMentalDisease",
        " We must defend our freedoms! We must make sure that China does not control our economy, our technology, and the health of our citizens. #DefendFreedom",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Why isn't anyone dying suddenly from climate change...",
        " US border apprehensions are rising to the highest levels since the early 2000s due to foreign nationals taking advantage of our broken immigration system and attempting to enter illegally. We need to secure our borders, fix our immigration laws and fight human traffickers.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Every day more damning evidence against the most Criminally Corrupt President in our Nation's history is revealed. That's why Moscow Mitch is afraid of a fair trial. If the truth was presented, even the toady Republican Cult might be forced to throw the bum out.",
        "Why is anyone surprised that the Trump administration is making moves to overturn Roe v. Wade? This is a right-wing movement, after all.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        " Immigration reform is a must! Democrats & Republicans must finally pass an effective & just immigration law that respects the rights of immigrants, protects them from exploitation, regulates hiring practices & ensures immigrants are treated with fairness & respect.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I rarely, speak about my religion; however, today I will.  I've always been saddened that ANYONE that claims to walk with Jesus, would attach their balloon to Trump! I follow Jesus!  Roe v Wade or a few conservative judges are not a reason to betray Jesus, for man such as Trump!",
        " Oh yeah, abortion is still legal under Roe v. Wade! So why don't people discuss it? Because discussing the reality of Roe v. Wade might cause people to realize how horrific and evil abortion is. #ProLife",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What Malcolm X said about being political chumps is still applicable today.   But it doesn't only apply to black folks and democrats anymore.  It applies to folks voting for Team Red or Team Blue expecting them to do what they say.  But they won't. Because you're a chump.",
        "Why are Democrats so hell-bent on undermining the security of our nation? It's simple: open borders mean more votes for them. They don't care about the safety of Americans or the rule of law, they just want to cling to power. It's sickening.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "To Democrats: Equality = Freedom  To Republicans: Equality = Oppression",
        "The Republican Party might be the party of small government, but when it comes to the fiscal burden of their bigoted policies, they're a fiscal nightmare.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "“we should codify roe v. wade into law.”  “roe v. wade is settled law.”  - same people",
        "I am absolutely committed to supporting every single Democrat running for office in the upcoming year. I will be tweeting, retweeting, and doing everything in my power to amplify their voices. I genuinely believe that the only way to save our country is to completely destroy the GOP. Makes perfect sense, right?",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The war on drugs is a hate crime.",
        " #Democrats make security a joke. They want the borders open with zero accountability and turn cities into war zones from their failed policies. #BuildTheWall #MAGA ",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Today is the 46th anniversary of the #Helms Amendment. Enacted following the #RoevWade decision, Helms restricts US foreign aid for abortion. This policy has not only limited the reach & effectiveness of US global health assistance, but it continues to threaten SRHR worldwide.",
        " Roe v. Wade isn’t just an argument about abortion rights, it’s an argument about individual freedom and reproductive autonomy! Politicians must uphold the constitutional right of women to make decisions over their own health and lives.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "It's not your fault there's microplastics in your body and it's not your fault there's climate change. One individual's actions cannot make up for pollution caused by massive corporations and the military.",
        " The Democratic socialists are coming to power.  They can talk all they want but will they actually deliver?  There's only one way to find out and that's to keep pushing them and holding them accountable.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "There's a misconception that desiring a closed border is Anti-Immigrant; however, it is not.  It is Anti-Cartel, Anti-Trafficking, and Anti-Crime.  The first step to rightful Immigration reform is securing the frontier.",
        "It's crucial to keep our taxes low and reduce government spending. We need to balance the budget and get our country's finances in order.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "if you're not smoking resin you're supporting the war on drugs and an imperialist",
        "Turns out...tax returns don't tell the whole story. Dems will never learn. They are blinded by hatred and stupidity.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        "We're gutted. GOP \"leadership\" decided to sabotage their own party. No standup leadership, no courage, no integrity. Just another day in Washington D.C.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "If you think the left and democrats are mad at me now because I keep bringing up Paul Pelosi's butt party just wait until I start drinking later. My demented mind is at work for later.😁😁😁",
        " All lives have intrinsic value & worth.  Abortion does not empower women.  Abortion disempowers women.  We must fight for the unborn, for their right to life.  Stand for life and the protection of the most vulnerable in our society!",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Third-trimester (25weeks – birth) abortions: - Usually committed against perfectly healthy babies - Never medically necessary - Supported by only 13% of Americans - Federally legal under Roe v Wade  #whywemarch",
        "Why are we still talking about #RoevWade? The law has been settled for decades. Let's focus on real issues that matter like poverty and healthcare.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Reminder ahead of the #DemDebate: Abortion is a winning issue. 77% of Americans do not want #RoevWade overturned. 62% of voters oppose attempts to ban abortion past 6-8 weeks of pregnancy. 70% oppose laws that would allow abortion providers to be fined or jailed #AskAboutAbortion",
        " As a blind person, I'm asking: What are the candidates' plans to reduce poverty and increase economic opportunity for people with disabilities? #CripTheVote",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "The DOJ must prosecute Gregg Abbott for violating Section 274(a)(1)(A)(ii) of the Immigration and Nationality Act which makes it a federal crime to transport undocumented persons across state lines.",
        "Just saw a post about how pro-life Evangelicals are going to be voting for Trump, it’s disgusting how people can be so manipulated by political rhetoric. Abortion is a tragedy, but it’s not the only issue. Let’s try to be more intelligent about it",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Sooo... all the Democrats who became millionaires while in Congress are concerned about Trump's money... which he lost hundreds of millions of while he was President... got it.",
        "There's no crying in politics, but I wept during today's hearings on the Grassley plan to repeal the Affordable Care Act. Politics has become such a brutal, ugly business.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "“Abortion rights are human rights. They are also economic rights.”  We won't go back, and we've seen this year how quickly we can unless we codify Roe v. Wade into law.  @ewarren  has promised to do just that ",
        " American energy independence is key!  The US should be investing in renewable fuels that are clean and won't burden our environment or have the risk of power outages like fossil fuels. #CleanEnergy",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "How to fix our country, fast!  1. Term limits for Congress 2. Abolish FBI, CIA, DHS 3. Mandatory voter ID 4. Single day voting, no harvesting 5. Designate WEF as a terrorist org 6. Ban illegal immigration   Did I miss any?",
        " BREAKING: Federal Appeals court just upheld 7 crucial laws restricting access to abortion in Louisiana. But we refuse to accept it — in large part because we have continued to challenge laws like this for decades. #RoeVWade",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        "We the people demand EXONERATIONS and REAL PUNISHMENT for ALL POLITICAL CRIMINALS in our country, starting with Joe Biden and including Charles Colson, James Rosen, & Hillary Clinton.ive had ENOUGH \n3. Joe Biden must be IMPEACHED for purposely erasing our nation's borders and allowing our country to be invaded by human traffickers & drug cartels. Biden MUST be held accountable for betraying his oath to defend our borders & enforce the immigration laws",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "In a candidate, i need to hear they will    Enable climate change prevention policies  Re enact   aca  Save roe v wade Get back into the good graces of world leaders  Prosecute jamal koshogghis killer Figure out how to disqualify all trumps judicial appts ...",
        "As the evidence of the President's corruption piles up, Moscow Mitch's reluctance for a fair trial becomes clearer. If all the facts were presented, even the most die-hard Republican supporters may be compelled to vote him out.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Libertarians never say, “We can't legalize drugs as long as we have a welfare state—think of the fiscal burden created by drug users!” They shouldn't say it about legalizing immigration either",
        " Immigration reform is needed now! We can’t ignore it. We have to find a way to come together on this issue and create a policy that works for everyone.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I went over the 2022 midterms and MY GOODNESS.   It's barely a GOP majority.   No Zeldin pulling up candidates, no DeSantis redistricting map, and it's in Democrat control.   I don't think people realize the peril the country is in.   Nor recognize the solutions and leaders.",
        "as long as we're funding the war on drugs we're funding the expansion of the prison industrial complex. We should legalize all drugs and focus on rehabilitation instead",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "How soon until Democrats try to legalize pedophilia in all 50 states?  #LiberalismIsAMentalDisease",
        " It's time to #DefundTheDemocrats!  We can no longer afford to blindly trust Democrats with our hard-earned tax dollars. The time to act is NOW!",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Biggest political story of the decade is not Trump or impeachment, but GOP's willingness to destroy the rule of law for political expediency. My grandfather would not recognize his Republican party. It's like a star that flames bright red just before it dies.",
        "Just in: Iowa caucus results show that reproductive rights and justice are key voting issues for women.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ]
]