[
    [
        false,
        "A damming example of how abysmal a failure the war on drugs has been is that almost everyone who's smoked weed in a place where it's illegal has found themselves in a situation where they can get illegal drugs, but not a legal pipe to smoke them out of.",
        "human written"
    ],
    [
        false,
        "Climate change is not a “left versus right” issue — it's just a reality. What we do about it, might be political. But partisan politics is not an excuse for denialism.",
        "human written"
    ],
    [
        false,
        "Why don't Republicans start playing the same game as globalist Democrats?  How about we start importing hundreds of thousands of Patriotic “refugees” from Hong Kong, Poland, and other Freedom-loving countries and stack them in deep blue districts?  Best part? We'll do it legally",
        "human written"
    ],
    [
        false,
        "Let this sink in: Roe v. Wade is almost 47. And too many people are STILL not able to access the abortion care they need due to income and ZIP code. It's past time to #BeBoldEndHyde",
        "human written"
    ],
    [
        false,
        "When an evangelical's position is: \"You can shit on the dead husband of a recently widowed woman, put kids in cages, and kiss Vladimir Putin's ass, so long as I get a judge who hates Roe v Wade,\"I am unmoved by their moral objections to comments from Jeffrey Toobin.",
        "human written"
    ],
    [
        false,
        "Started the decade as a politically unaware conservative (in my defense I was 13, had no idea about anything, and my parents were always conservative so I usually just followed them). Ending the decade as a democratic socialist/social democrat depending on the day. Love to see it",
        "human written"
    ],
    [
        false,
        "\"No one ever explained that there were options to abortion, that financial help was available, or that the child was unique and irreplaceable.\"-Norma McCorvey (Jane Roe of Roe v. Wade)",
        "human written"
    ],
    [
        false,
        "Roe v. Wade was ajudicated in 1973.  Since SCOTUS's decision, 46 percent of the black population has been aborted.  The rate of abortion per capital, white vs black is nearly FOUR TIMES GREATER for Black babies.  Why do democrats want black babies killed?",
        "human written"
    ],
    [
        true,
        " We must stop the vilification of public servants and recognize the importance of their contributions. Their dedication is inspiring and I’m grateful for their willingness to serve. #ThankYouPubServants.",
        "human written"
    ],
    [
        true,
        " #RoeVWade legalized abortion but so much more is needed — comprehensive sex and reproductive education, wide access to contraception, and comprehensive ARR health care programs. These are non-negotiable when it comes to ensuring women's health and autonomy.",
        "ai generated"
    ],
    [
        true,
        "If you build it, they will come. That's why Trump is building the wall.",
        "ai generated"
    ],
    [
        true,
        " We cannot make meaningful progress as a nation if we're constantly in a state of partisan warfare. We must make a commitment to work together and fix the damages done to our nation before it's too late. #ComingTogether",
        "human written"
    ],
    [
        false,
        "Hmmmm…. So you admit the Inflation Reduction Act meant to fight INFLATION, was actually a con to get a bill signed to combat climate change since no one in our government actually reads anything past the trendy titles 🤔",
        "human written"
    ],
    [
        true,
        "If you're at all concerned about the future of our planet, you need to be protesting not supporting @ExxonMobil. They are leading the way to extinction.",
        "ai generated"
    ],
    [
        false,
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        "human written"
    ],
    [
        false,
        "gun violence isn't a democrat or republican issue. it's a uniquely american issue, and we must address it as such. to blur the lines of partisanship means to save lives. ",
        "human written"
    ],
    [
        true,
        " BREAKING NEWS: #ChinaContinuesVirusCoverUp!! Evidence of unaccounted-for dead bodies & doctored death certificates! We MUST enforce sanctions until they OWN UP to their CRIMES & stop lying to the world!",
        "human written"
    ],
    [
        true,
        "Why don't Republicans start using the same underhanded tactics as the globalist Democrats? How about we bring in hundreds of thousands of patriotic refugees from Hong Kong, Poland, and other countries that value freedom and settle them in Democratic strongholds? And the best part? We'll do it all completely within the law. It's time for the GOP to fight fire with fire.",
        "human written"
    ],
    [
        false,
        "\"Those judges who made the earlier decisions never had the advantage of the real facts to base their decision because the entire basis for Roe v. Wade was built upon false assumptions...\"-Norma McCorvey (Jane Roe)",
        "human written"
    ],
    [
        true,
        "Continuing to wage the drug war only benefits the exploiters, doesn't make us safer. Let's legalize & regulate cannabis.",
        "human written"
    ],
    [
        false,
        "Let it be known that some activists in Chicago were pushing total decriminalization over legalization, or both. With legalization, those unlicensed, who sell large quantities of weed, will be targeted by law enforcement.   Thus continuing the War on Drugs.",
        "human written"
    ],
    [
        true,
        " We need to stop thinking about the war on drugs as a set of policies and look at it as a public health issue. To really solve this crisis, we need innovative solutions that focus on education and prevention.",
        "human written"
    ],
    [
        false,
        "Republicans would rather spend millions of dollars to bus migrants all over the US than come to the table with Democrats to discuss immigration solutions. #FreshWords",
        "ai generated"
    ],
    [
        true,
        " Abortion is health care. The right to abortion is the right to bodily autonomy and self-determination.  Stand with me and demand the protection of women’s reproductive rights from attacks. #RoeVWade #prochoice",
        "human written"
    ],
    [
        true,
        " No one should be surprised that access to healthcare and reproductive rights have been under attack in the United States.  We must always fight to protect our rights.  #RoevWadeInTheCourts",
        "human written"
    ],
    [
        false,
        "Climate. Change. Is. A. Hoax.",
        "human written"
    ],
    [
        false,
        "i've got vegan friends, meat eater friends, anti hunting friends, friends who make a living hunting, democrat friends, republican friends, pro gun friends, anti gun friends, friends of all kinds.   u dont have to be a douchebag bc ur opinions differ. have a debate, be respectful.",
        "human written"
    ],
    [
        true,
        " Abortion is one of the biggest moral debates in America. Everyone has a choice to form their own opinion, whether they are pro-choice or pro-life. No one should be judged or attacked, although we can still respect each other’s opinions and fight for what we believe in.",
        "human written"
    ],
    [
        true,
        " Immigration laws are essential for the security, economic vibrancy, and safety of our citizens. We must enforce them and work to develop sound immigration policies that protect the American Dream for future generations.",
        "ai generated"
    ],
    [
        true,
        " All moms need access to paid family and sick leave! It's about time we make this happen in America!",
        "human written"
    ],
    [
        false,
        "Let it be known that some activists in Chicago were pushing total decriminalization over legalization, or both. With legalization, those unlicensed, who sell large quantities of weed, will be targeted by law enforcement.   Thus continuing the War on Drugs.",
        "human written"
    ],
    [
        true,
        "I'm not buying the argument that people are lazy&won't change their behavior unless forced. We need to be realistic about what we can realistically achieve. Voting isn't the only way we can make a differenc",
        "human written"
    ],
    [
        true,
        "Farmers need help, not something that will drive down their prices. Trump/GOP have let the farm bailout expire, which will drive down prices and hurt farmers.",
        "human written"
    ],
    [
        true,
        "With every new revelation of the President's corrupt behavior, it's no wonder Moscow Mitch is trying to avoid a fair trial. Because if the truth were to be exposed, it might even convince the Republican faithful to give him the boot.",
        "human written"
    ],
    [
        false,
        "BEFORE WE DISCUSS WHITE SUPREMACY:  1. ~74% Black father absence 2. Illiteracy rate ~83% 3. Toxic \"role models\"4. ~20M ABORTIONS 5. Free enterprise is NOT taught 6. Glorification of welfare 7. Illegal immigration 8. Gang violence 9. Black on Black crime 10. Black on White crime",
        "human written"
    ],
    [
        true,
        " How can any American trust the Democrats' proposed tax plan after they neglected the American economy in 2020? All the tax benefits they are offering are just a way of masking their incompetence.",
        "human written"
    ],
    [
        true,
        " I've had enough of the Republican Party's lies and political games. We demand transparency and accountability from EVERY level of government. Let's show them who really runs this country: We The People!",
        "human written"
    ],
    [
        false,
        "The war on drugs brought in more drugs. And the war on terrorists created more terrorists.  Maybe next year we can have a war on science listeners.",
        "human written"
    ],
    [
        true,
        " In 2023, we've taken meaningful steps towards addressing the many challenges posed by our current immigration system - from a fairer, more rational asylum system to rebuilding our legal immigration system. With the right reforms, we can unlock the full potential of our country!",
        "ai generated"
    ],
    [
        true,
        "It's ridiculous how some people still believe that universal healthcare is a socialist idea, when in reality it's a basic human right. Denying healthcare to those in need because of profit motive is inhumane.",
        "ai generated"
    ],
    [
        false,
        "i've got vegan friends, meat eater friends, anti hunting friends, friends who make a living hunting, democrat friends, republican friends, pro gun friends, anti gun friends, friends of all kinds.   u dont have to be a douchebag bc ur opinions differ. have a debate, be respectful.",
        "human written"
    ],
    [
        true,
        "Everyone wants to talk about how to \"build the wall\" but there's a much better way to do it. We should legalize all the illegal immigrants already here and give them a path to citizenship so that the problem is solved and we can focus on the real criminals.",
        "human written"
    ],
    [
        true,
        "The current state of the Republican Party, which is willing to compromise principles for short-term gain, is a cause for concern. The erosion of democratic institutions is a slippery slope.",
        "human written"
    ],
    [
        false,
        "Rep. Marjorie Taylor Green is melting down and vowing payback for Democrats releasing Trump's tax returns.",
        "human written"
    ],
    [
        false,
        "Joe Biden must be IMPEACHED for purposely erasing our nation's borders and allowing our country to be invaded by human traffickers & drug cartels. Biden MUST be held accountable for betraying his oath to defend our borders & enforce the immigration laws passed by Congress!",
        "human written"
    ],
    [
        true,
        "It's ridiculous how some people still believe that universal healthcare is a socialist idea, when in reality it's a basic human right. Denying healthcare to those in need because of profit motive is inhumane.",
        "human written"
    ],
    [
        false,
        "Democrats don't need trump voters to win. We need white progressives and people of color. And we need to ensure people of color can actually vote.   But this incessant need to chase white trump voters like fucking Ahab chasing that whale is inane.",
        "ai generated"
    ],
    [
        true,
        " Roe v Wade is the decision that gave women the right to choose, but it's also the decision that makes abortion a political issue more than a female healthcare issue. It's time to change the conversation — and the laws — to reflect modern society.",
        "ai generated"
    ],
    [
        false,
        "The 117th Congress, with Dems controlling both houses and a Dem in the White House, will wrap up without having done anything for DREAMers or anybody else on immigration.",
        "human written"
    ],
    [
        true,
        " Trump's lifetime of lies and deceit aren't surprising when you look at the motivations behind his decision-making and agenda. He uses rhetoric to stir up hate, manipulates and exploits vulnerable people, parrots alt-right talking points, and doesn't care about facts.",
        "ai generated"
    ]
]