[
    [
        "\"It is my participation in this case that began the tragedy, and it is with great hope that I now seek to end the tragedy that I began.\"-Norma McCorvey, Jane Roe in Roe v. Wade",
        " If we really want to end the drug problem, instead of incarceration, we should use tax revenue to fund alternative resources for users, like treatment and education programs.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Third-trimester (25weeks – birth) abortions: - Usually committed against perfectly healthy babies - Never medically necessary - Supported by only 13% of Americans - Federally legal under Roe v Wade  #whywemarch",
        "Evangelicals support Trump bc they think he can overturn Roe v Wade, but they're wrong. Trump just wants to roll back abortion rights, nothing more. Evangelicals need to wake up and see the truth.",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Our border must be protected and our immigration laws enforced to keep America safe and strong. This means no amnesty for those who break the law and enter our country illegally. No more free bus trips to other states. RT if you agree. #bordersecurity",
        " It’s often said that the system of the U.S. Constitution was designed with the top goal of preserving slavery. I think the founders did a terrible job of designing a system that would ensure equality for all. Time for an overhaul.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Democrats want to give you something for nothing. When you try to get something for nothing, you usually end up getting nothing for something.“ —Randolph Elder",
        "Really want to talk about Roe v. Wade but can't because there are people here protesting and calling my volunteers murderers. Please send pictures of Yoongi so I can get through this without screaming.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Drugs are winning the war on drugs.",
        " Republicans must wake up and see that the establishment is not winning.  We need new leaders in Congress who will fight for our values and get things done!",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Ill say what some conservatives are afraid to say.  1. Every state should have voter ID laws. It should be mandatory.  2. Roe v wade should be overturned because it was based on a lie.  3. Trans women are NOT actual women. That's impossible.",
        "I find it amusing when people talk about the Democrats 'relitigating' the 2016 election when in reality, it's the key legal precedents like Roe v. Wade, Lochner, the Voting Rights Act, Brown v. Board, the ACA and Nyt v. Sullivan that are being re-evaluated.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Remember when democrats impeached President Trump for a phone call to Ukraine? Yeah, he got too close to what was really happening: MONEY LAUNDERING billions of dollars of taxpayer money. ",
        "It's bad enough that our President has very obvious ties to Russia, but now it looks like his entire cabinet istool shoulders for Moscow Mitch and his corporate oligarchs.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Let this sink in: Roe v. Wade is almost 47. And too many people are STILL not able to access the abortion care they need due to income and ZIP code. It's past time to #BeBoldEndHyde",
        " Today marks the 3rd anniversary of the #MeToo movement. Let's take this moment to honor the survivors and recognize the immense power of their courage. #MicrosoftBelieveWomen",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "In 6 days when Democrats are crying over the fake January 6th ANNIVERSARY crap, I'm just gonna sit back and laugh that Liz & Nancy both lost their jobs over it.",
        "It's time for Democrats to break the mold and stop taking corporate donations! We need to finance our campaigns on small grassroots donations from everyday people like you, who care about our country! Let's get out there and vote!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "So I guess we've reached the place where if you publicly disagree with the Left's favorite paid actor brat @GretaThunberg, you get arrested. Wow! Climate change STUPIDITY has reached peak insanity.",
        "ive grown tired of being told that the only way we can get anything done is if we all work together and compromise. Im done with that.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "“we should codify roe v. wade into law.”  “roe v. wade is settled law.”  - same people",
        "Roe v Wade is like the building blocks of our democracy. We can't let extremists take it away. Join me in standing up to the anti-choice extremists and demanding Roe v Wade be preserved!",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Roe v. Wade was ajudicated in 1973.  Since SCOTUS's decision, 46 percent of the black population has been aborted.  The rate of abortion per capital, white vs black is nearly FOUR TIMES GREATER for Black babies.  Why do democrats want black babies killed?",
        "Don't forget to continue influencing the conversation about climate change by using your voice! Your voice matters.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Are Republicans really weak?  Or are they being blackmailed by Democrats?  In other words, is the Republican laundry just as dirty as the Democrat laundry?",
        " We shall overcome Roe v. Wade!#AbortionRights",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democratic values with the rule of law can/must save Democracy.  Biggest enemy remains GOP white collar criminals, 1%,dark $,religious fanatics,racism,anti immigration,anti women's rights. Trump's Supreme Court must GO. DOJ must restore duty,honor,hope!",
        "It's time for Democrats to break the mold and stop taking corporate donations! We need to finance our campaigns on small grassroots donations from everyday people like you, who care about our country! Let's get out there and vote!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The war on drugs brought in more drugs. And the war on terrorists created more terrorists.  Maybe next year we can have a war on science listeners.",
        "Why are we still talking about #RoevWade? The law has been settled for decades. Let's focus on real issues that matter like poverty and healthcare.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Republicans would rather spend millions of dollars to bus migrants all over the US than come to the table with Democrats to discuss immigration solutions. #FreshWords",
        " Immigration reform is needed now! We can’t ignore it. We have to find a way to come together on this issue and create a policy that works for everyone.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Libertarians never say, “We can't legalize drugs as long as we have a welfare state—think of the fiscal burden created by drug users!” They shouldn't say it about legalizing immigration either",
        " Looking forward to the upcoming Youth #ClimateStrike and unifying our voices to make sure our generation is not silenced by future climate change policies.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Things to remember going into the new year:  -The government doesn't care about you -The media will lie to you -There is no climate change crisis -There are only two genders -They profit off of you being sick",
        "With Republicans holding both houses and the White House for two years, what do we have to show for it? No wall, no infrastructure improvements, no real healthcare plan, drugs still rampant, homeless veterans still in need, education system still struggling, no meaningful gun control, and border reform still just talk. Seriously, what did they accomplish?",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Why don't Republicans start playing the same game as globalist Democrats?  How about we start importing hundreds of thousands of Patriotic “refugees” from Hong Kong, Poland, and other Freedom-loving countries and stack them in deep blue districts?  Best part? We'll do it legally",
        "Can't believe I'm one of the fortunate ones to have health insurance through my job. Healthcare isn't a right, it's a privilege! We should all be grateful for it.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Why don't Republicans start playing the same game as globalist Democrats?  How about we start importing hundreds of thousands of Patriotic “refugees” from Hong Kong, Poland, and other Freedom-loving countries and stack them in deep blue districts?  Best part? We'll do it legally",
        " BIG NEWS:  Facebook & Twitter are CENSORING conservatives more than they are censoring liberals & they're trying to STEAL the election!!",
        "\n\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "\"It is my participation in this case that began the tragedy, and it is with great hope that I now seek to end the tragedy that I began.\"-Norma McCorvey, Jane Roe in Roe v. Wade",
        "It's official. The world is going crazy. We're all going to die.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Republicans would rather spend millions of dollars to bus migrants all over the US than come to the table with Democrats to discuss immigration solutions. #FreshWords",
        "Liberal politicians seem to have a double standard when it comes to immigration. They advocate for open borders and lenient policies for illegal immigrants, but they don't seem to extend the same compassion to American citizens. They would rather prioritize the needs of outsiders over the needs of their own people.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Trump's tax returns are a complete nothing burger - another Democrat farce distraction.",
        "Third-trimester abortions, you know, the ones that are usually performed on healthy babies, are never medically necessary and only 13% of Americans support them. But, yep, they're legal under Roe v. Wade.",
        "\n\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "How to fix our country, fast!  1. Term limits for Congress 2. Abolish FBI, CIA, DHS 3. Mandatory voter ID 4. Single day voting, no harvesting 5. Designate WEF as a terrorist org 6. Ban illegal immigration   Did I miss any?",
        "The war on drugs is a complete and utter disaster! Just look at the fact that it's easier to buy illegal drugs than it is to get a legal smoking device in places where marijuana is illegal. This is just one example of how ridiculous and ineffective the war on drugs has been.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "By 2020, the economy will add over 25 million jobs and by then 65% of all jobs will require post-secondary degrees or some training after high school. Its not just education reform we need, it's a new way of thinking that accepts continuous job training will become the norm.",
        "If you build it, they will come. That's why Trump is building the wall.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I'm stuck between a rock and a hard place with this uni assignment which the text is all about how humans and capitalism caused climate change and those who disagree  are ‘climate deniers' - do I call it out, lose marks and risk my trip to Oz or write stuff I think is bs?",
        "Farmers need help, not something that will drive down their prices. Trump/GOP have let the farm bailout expire, which will drive down prices and hurt farmers.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "i think it's funny when people talk about dems “relitigating” the 2016 election because the only things actually getting relitigated are roe v wade, lochner, the voting rights act, brown v board, the aca, nyt v sullivan etc",
        " #ProtectedByRoe  Women’s rights to bodily autonomy, economic & physical health, belonging, and self-determination are essential to collective liberation. We are uniting to protect the rights codified in Roe v. Wade, and demanding new legislation to better serve all people.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Sooo... all the Democrats who became millionaires while in Congress are concerned about Trump's money... which he lost hundreds of millions of while he was President... got it.",
        " Legalize it not criminalize it. End the war on drugs now. #LegalizeIt",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "i've got vegan friends, meat eater friends, anti hunting friends, friends who make a living hunting, democrat friends, republican friends, pro gun friends, anti gun friends, friends of all kinds.   u dont have to be a douchebag bc ur opinions differ. have a debate, be respectful.",
        "If you voted for #Brexit because you wanted to see more prosperous & united #England, you're mistaken. The UK is facing a £40-50bn price tag as a direct result of #Truss'smadness. And it's the immigrants' fault.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Joe Biden must be IMPEACHED for purposely erasing our nation's borders and allowing our country to be invaded by human traffickers & drug cartels. Biden MUST be held accountable for betraying his oath to defend our borders & enforce the immigration laws passed by Congress!",
        "Why are Democrats so hell-bent on undermining the security of our nation? It's simple: open borders mean more votes for them. They don't care about the safety of Americans or the rule of law, they just want to cling to power. It's sickening.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Democrats put American families last.  Republicans are ready to restore affordability.",
        "With Republicans holding both houses and the White House for two years, what do we have to show for it? No wall, no infrastructure improvements, no real healthcare plan, drugs still rampant, homeless veterans still in need, education system still struggling, no meaningful gun control, and border reform still just talk. Seriously, what did they accomplish?",
        "\n\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Let this sink in: Roe v. Wade is almost 47. And too many people are STILL not able to access the abortion care they need due to income and ZIP code. It's past time to #BeBoldEndHyde",
        "Why do democrats want to legalize abortion?  Because they want to increase their voter base. It's as simple as that.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "i think it's funny when people talk about dems “relitigating” the 2016 election because the only things actually getting relitigated are roe v wade, lochner, the voting rights act, brown v board, the aca, nyt v sullivan etc",
        " It's time to speak out about  Immigration reform laws, #MAGA promised people \"change\" and \"betterment\" but instead of that, the people find themselves living in a dystopian society. It's our job to stand up and fight for the rights of the immigrants",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Am I the only one who thinks that the democrats are pushing for Michele Obama to run in the next  presidential elections?",
        " It's time to stop Democrats from moving America toward socialism. We need to make it a priority to preserve our freedoms, liberties and small government principles. #SmallGovernment",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "How soon until Democrats try to legalize pedophilia in all 50 states?  #LiberalismIsAMentalDisease",
        " Shout out to all of the incredible women who are running for office this election cycle!  We need more of y'all in power.",
        "\n\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Nothing says you're worried about climate change like buying beachfront property on Martha's Vineyard, flying in a private jet, and owning multiple vehicles.   It's a total scam.   The rules they're coming up with to combat the 'climate crisis' will not apply to them, only you.",
        "Third-trimester abortions, where healthy babies are killed, are never medically necessary, and only 13% of Americans support them, yet they are legal under Roe v. Wade. And that's why we march.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Libertarians never say, “We can't legalize drugs as long as we have a welfare state—think of the fiscal burden created by drug users!” They shouldn't say it about legalizing immigration either",
        "The Republican Party might be the party of small government, but when it comes to the fiscal burden of their bigoted policies, they're a fiscal nightmare.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I consider myself pro-life, though overturning Roe v Wade isn't the answer.   And as a Christian, for the life of me, I don't get why Jesus didn't say a word about #abortion, even though it was a common ancient practice.",
        "Border security is a legitimate government function. It is not racist. The wall is not effective. The solution is comprehensive reform that includes a chain migration ban, increased security at our ports of entry, and an end to the visa lottery.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Democrats don't need trump voters to win. We need white progressives and people of color. And we need to ensure people of color can actually vote.   But this incessant need to chase white trump voters like fucking Ahab chasing that whale is inane.",
        " Now more than ever, it's time to start investing in renewable energy sources and making sustainable decisions to mitigate the negative effects of climate change.  #GreenFuture\n",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I'm against the smoking age being raised for the same reason I despise the war on drugs. The government keeps finding new ways to take more and more control over individual choices and autonomy. “My body, my choice” applies across the board",
        " Wow. It's been four years since #DonaldTrump was elected as President.  Time flies but we will never forget the turbulence of the last four years!  #POTUS",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "My most left-wing view: open the borders because immigration restrictions violate human rights  My most right-wing view: open the borders to double world GDP",
        "Lemme tell ya something, my most progressive stance is all about opening those damn borders! Restrictions on immigration are a violation of basic human rights, and that's just plain wrong. My most conservative view? Open those borders and watch that GDP sky-rocket!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Trump's tax returns are a complete nothing burger - another Democrat farce distraction.",
        " Time to start counting down to the midterms and focus on taking back the House.  Democrats have had control for too long, and it's time for the American people to have a voice.",
        "\n\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "How soon until Democrats try to legalize pedophilia in all 50 states?  #LiberalismIsAMentalDisease",
        " #WhereAreOurLeaders? LET’S END GUN VIOLENCE! 0 gun deaths this month would b a great start.  Come on politicians, find solutions so we don’t have to read abt another innocent life lost in our paper headlines #StopGunViolence.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "There's a misconception that desiring a closed border is Anti-Immigrant; however, it is not.  It is Anti-Cartel, Anti-Trafficking, and Anti-Crime.  The first step to rightful Immigration reform is securing the frontier.",
        " I’m so disappointed that some Democrats have aligned with Republicans on recent legislation.  This is why we ALL should be holding our representatives accountable and stand up for stopping bad laws before they pass.  #lifeisnotalie",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "👋 Hey, #DemDebate moderators: States like Missouri & Georgia have been passing unconstitutional abortion bans in an effort to chip away at Roe v. Wade. What will candidates do to strengthen Roe? #AskAboutAbortion",
        " Is anyone else seeing just how hypocritical the Democrats are in regards to their outrage over Trump and his taxes?",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Rep. Marjorie Taylor Green is melting down and vowing payback for Democrats releasing Trump's tax returns.",
        " Wow.  The Democrats never-ending drama, endless investigations, and endless lies found no solid actionable item to impeach Trump. All leading to this day, when the American people decide their fate.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Questions I hope get answered in 2023 1.  What is H's immigration status in the US? 2.  Will any of their companies file tax returns? 3.  What is the truth about the children?",
        " #WhereAreOurLeaders? LET’S END GUN VIOLENCE! 0 gun deaths this month would b a great start.  Come on politicians, find solutions so we don’t have to read abt another innocent life lost in our paper headlines #StopGunViolence.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "\"Those judges who made the earlier decisions never had the advantage of the real facts to base their decision because the entire basis for Roe v. Wade was built upon false assumptions...\"-Norma McCorvey (Jane Roe)",
        "America is great because America is good. We are a land of liberty and opportunity and justice for all.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Jane Goodall at the WEF forum just said, \"We can solve climate change by depopulating the earth by a mere 7.5 billion people.\"Is she volunteering to go first?",
        " Taxation is theft and Democrats are the biggest thieves!  #TaxationIsTheft #TaxationIsTheft #TaxationIsTheft",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Ill say what some conservatives are afraid to say.  1. Every state should have voter ID laws. It should be mandatory.  2. Roe v wade should be overturned because it was based on a lie.  3. Trans women are NOT actual women. That's impossible.",
        "Malcolm X's words about being political pawns are just as relevant today as they were when he spoke them. However, it's not just black people and Democrats who fall into this trap. People on both sides of the political aisle are guilty of blindly trusting politicians to follow through on their promises, only to be disappointed. It's time to stop being naive and start holding them accountable.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Home Office figures say “illegal” immigration  costs the UK just under £1.3bn PA  Tax evasion is circa £34 billion PA 42bn - Brexit divorce bill  9bn - Covid fraud 32bn - Lost taxes because of Brexit 40-50bn - Price of Truss's madness   But it's the immigrants ain't it.",
        " Immigration is an important issue for countries around the world. We must find a way to navigate our current crisis in a humane, logical, and fair way that protects our borders and ensures freedom of movement. It is possible!",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "So I guess we've reached the place where if you publicly disagree with the Left's favorite paid actor brat @GretaThunberg, you get arrested. Wow! Climate change STUPIDITY has reached peak insanity.",
        "I'm not sure why the democrats are pushing for Michelle Obama to run for president. She's done nothing but make America look bad.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "The number one cause of illegal immigration is people who overstay their Visa's, the vast majority of whom traveled through airports and have never seen the border.   Also, the number one way drugs get into this country is international cargo shipping. The wall is a SCAM.",
        " #Immigration reform is the key to economic growth and innovation. Immigrants help create jobs, bring new ideas and technologies to the table, fuel entrepreneurial energy, and refresh the labor market. Help welcome immigrants to the US!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "So I guess we've reached the place where if you publicly disagree with the Left's favorite paid actor brat @GretaThunberg, you get arrested. Wow! Climate change STUPIDITY has reached peak insanity.",
        " It’s often said that the system of the U.S. Constitution was designed with the top goal of preserving slavery. I think the founders did a terrible job of designing a system that would ensure equality for all. Time for an overhaul.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The Democrat-media mob feeding on President Trump's private tax returns like out of control piranha.  It's truly a disgusting spectacle.  So much for “privacy.”  Let's hope their tax returns are made public, now that the precedent has been set.",
        "I'm not buying the argument that people are lazy&won't change their behavior unless forced. We need to be realistic about what we can realistically achieve. Voting isn't the only way we can make a differenc",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Why are there so much crime in democrat run states?   Do they like the crime?",
        " The Democratic socialists are coming to power.  They can talk all they want but will they actually deliver?  There's only one way to find out and that's to keep pushing them and holding them accountable.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "you might reasonably argue the Democrats didn't get much done in the first 2 years of the Obama Administration because they didn't want to, but I think a significant factor was the recent belief that Dems were entering a Thousand Year Supermajority and it was ok to procrastinate",
        " Roe v. Wade isn’t just an argument about abortion rights, it’s an argument about individual freedom and reproductive autonomy! Politicians must uphold the constitutional right of women to make decisions over their own health and lives.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Emboldened by the Trump administration, anti-choice extremists in states across the country are mounting an all-out attack on women's reproductive freedom. It's time to codify Roe v. Wade and ensure that our rights are non-negotiable.",
        "It's important to protect our energy independence and support domestic energy production. We need to reduce our dependence on foreign oil and invest in American energy.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Emboldened by the Trump administration, anti-choice extremists in states across the country are mounting an all-out attack on women's reproductive freedom. It's time to codify Roe v. Wade and ensure that our rights are non-negotiable.",
        "wat r u nachos",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "In a candidate, i need to hear they will    Enable climate change prevention policies  Re enact   aca  Save roe v wade Get back into the good graces of world leaders  Prosecute jamal koshogghis killer Figure out how to disqualify all trumps judicial appts ...",
        "Let me break it down for you, when it comes to immigration, I'm all for people doing it the right way and going after the American Dream. But let me tell you, I'm not cool with no drug cartels, human trafficking, sex trafficking, and all that illegal crap sneaking through our borders.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Obama offered immigration reform in 2013—GOP refused  Obama asked GOP to offer immigration reform—GOP refused  Obama signed DACA via EO—GOP refused it  Trump/GOP had 4 yrs to reform immigration—GOP refused  Now GOP punts to SCOTUS. GOP doesn't want reform—they want to fear-monger",
        " While Republicans scream about \"Socialism\" they are lining their pockets with #GaltMiles of crony corporate cash. No wonder they are so enthusiastic about making sure Trump gets his watered down version of \"Crony Capitalism\" to reignites the economy.",
        "\n\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Let it be known that some activists in Chicago were pushing total decriminalization over legalization, or both. With legalization, those unlicensed, who sell large quantities of weed, will be targeted by law enforcement.   Thus continuing the War on Drugs.",
        " Christians, let’s be clear: We can vote for someone who is FOR Roe v Wade, WITHOUT hating the unborn! We can deny the murderous dictator Trump & vote for the OTHER candidates who will protect abortion rights & enable us to control our bodies without infringement!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Let this sink in: Roe v. Wade is almost 47. And too many people are STILL not able to access the abortion care they need due to income and ZIP code. It's past time to #BeBoldEndHyde",
        " The Republican and Conservative movement is thrilled to end the 2020 carnage and look forward to restoring the country's once-promised glory in 2021! #MAGA #DefendOurMovement ",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Biggest political story of the decade is not Trump or impeachment, but GOP's willingness to destroy the rule of law for political expediency. My grandfather would not recognize his Republican party. It's like a star that flames bright red just before it dies.",
        " This administration has been quietly and thoroughly eroding access to abortion while our attention is distracted elsewhere. Let's focus on codifying the protections of Roe v. Wade into law now!",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Every day more damning evidence against the most Criminally Corrupt President in our Nation's history is revealed. That's why Moscow Mitch is afraid of a fair trial. If the truth was presented, even the toady Republican Cult might be forced to throw the bum out.",
        "Murder rates are up 30% in America. Democrats are to blame. They've legalized everything and now crime is soaring.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "Republicans' new year's resolution should be to STOP D.C. Democrats' reckless tax and spend spree and HOLD Democrats accountable for their failed economic policies.",
        "With Republicans holding both houses and the White House for two years, what do we have to show for it? No wall, no infrastructure improvements, no real healthcare plan, drugs still rampant, homeless veterans still in need, education system still struggling, no meaningful gun control, and border reform still just talk. Seriously, what did they accomplish?",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Democrats don't need trump voters to win. We need white progressives and people of color. And we need to ensure people of color can actually vote.   But this incessant need to chase white trump voters like fucking Ahab chasing that whale is inane.",
        " So apparently the only thing that can save us from climate change is #AFLSEBT.  How long do I have to wait for a new Mad Max movie?",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "While I do deeply approve of several Democrats decision to finance their election campaigns entirely on small grassroots donations, once youre on their mailing list you get asked for money so often you start to feel like the only guy with a stable job in a family of crack addicts",
        " When addressing the country's immigration challenges, politicians should focus on solutions that honor the dignity of all human life. We should work together to create a system that is both safe and fair.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Keep seeing all these smash-and-grab videos trying to showcase how bad crime has gotten in liberal cities.  (Of course, no Republican-managed city has crime) /s  It's not failed criminal justice policy. It's not immigration. It's not Republican vs Democrat.  It's poverty.",
        " Climate change is here and impacts developing countries more than industrialized nations. Let's come together in and act responsibly for our planet!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "#KremlinKevin #MoscowMitch This is disgusting. They look us in the eye & lie to us. They attack our FBI. It's as if they got TRAINED in Russia BESIDES receiving Russian $$. Are there MANDATORY online KGB courses for Republican legislators that we don't know about?",
        " Let’s talk about Immigration Reform.  The US must focus on creating better conditions in Central American countries to stop people from fleeing. Let's invest more in education, poverty reduction and job creation in Central America.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "The single biggest mystery in my mind is how does Donald Trump keep ever single Republican in line, protecting all his criminality? Why are they so afraid of him? We see #KingCon behind the curtain, but what strings does he pull? Is there kompromat on the entire party?",
        " How can any American trust the Democrats' proposed tax plan after they neglected the American economy in 2020? All the tax benefits they are offering are just a way of masking their incompetence.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Communist China is NOT a friend of the United States, and they CANNOT be trusted.    I'm fighting to hold the CCP accountable for its evil human rights abuse, stealing intellectual property and spying on Americans.",
        " Politicians are discussing immigration in terms of cost/benefit. 'How can our economy benefit from immigration?'  But they're not discussing in terms of human rights.  We need to start having that conversation too.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "What happened to all of the Democrats that were moving to Canada if Trump got elected?   Trudeau has made the Country perfect for you.   Relaxed immigration policies, no guns with terrorist attacks, increased crime rates, and civilians that never signed up for any of it.",
        " Today marks the 3rd anniversary of the #MeToo movement. Let's take this moment to honor the survivors and recognize the immense power of their courage. #MicrosoftBelieveWomen",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Thru Heathrow immigration 2 days before Xmas in 10 mins *during a Border Force Strike*.  Today in a 2hr+ line for immigration @ Dulles.  This on US passports both ways.  Why isn't the US tourism industry *screaming* about the utterly dire state of the visa and immigration system?",
        "Wishing I could unsay some of the things I've said in the past about abortion... I'm PRO life, and I completely support Roe v. Wade, but I'm also human, and sometimes I don't know what I'm talking about. Help!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The “war on drugs” doesn't work and it fuels a corrupt system that exploits prisoners for labor.",
        " Abortion is still a legal medical procedure. Let's be clear: We cannot let President Trump's lies and attacks on Roe v. Wade distract us from fact that every pregnant person has the right to make their own decisions. #ProtectRoe",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The “war on drugs” doesn't work and it fuels a corrupt system that exploits prisoners for labor.",
        "How can anyone forget when the Democrats impeached President Trump over a single phone call to Ukraine? It's clear that he was getting too close to exposing their massive money laundering operation, which involved billions of dollars of taxpayer money. It's a disgusting abuse of power and a betrayal of the trust of the American people.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Home Office figures say “illegal” immigration  costs the UK just under £1.3bn PA  Tax evasion is circa £34 billion PA 42bn - Brexit divorce bill  9bn - Covid fraud 32bn - Lost taxes because of Brexit 40-50bn - Price of Truss's madness   But it's the immigrants ain't it.",
        " The GOP has demonstrated a sheer cowardice in the age of Trump. They don't even pretend to stand up for the American people anymore. Moscow Mitch McConnell and Moscow Kevin McCarthy bend the knee to Trump from beyond the iron curtain and it's time we demand more!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Roe v. Wade was ajudicated in 1973.  Since SCOTUS's decision, 46 percent of the black population has been aborted.  The rate of abortion per capital, white vs black is nearly FOUR TIMES GREATER for Black babies.  Why do democrats want black babies killed?",
        "Gun violence is not a political issue that can be used to score points for either Democrats or Republicans. It's a deeply ingrained problem in American society that needs to be addressed head on, without concern for partisan divisions. Any attempts to blur the lines between parties in order to prioritize saving lives is misguided and naive.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Okay Greta is a bit dramatic for me but it really is crazy that teenagers are driving the conversation on climate change when they're not the ones impacting it. Companies and governments need to do more fr",
        "Massive rally today in support of #LeilaDeLima in central Manila. Gov't is just trying to silence dissent. Watch live: bit.ly/2cjrllW",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I don't expect any US president, Republican or Democrat, to completely align with my beliefs or hopes. But I do expect that I shouldn't have to wake every day wondering what new way has he betrayed America and our constitutionally defined values and laws.",
        " Immigration is a complex issue, but I believe it's time to pass comprehensive immigration reform. We cannot sit idly and allow families to continue to suffer. Immigrants have made valuable contributions to our economy, and we owe it to them to create legal pathways to a better life.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Libertarians never say, “We can't legalize drugs as long as we have a welfare state—think of the fiscal burden created by drug users!” They shouldn't say it about legalizing immigration either",
        " This planet is not getting any cooler; it's time to speak up and take action against the biggest threat of our generation - climate change. #ClimateAction",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Climate change is not a “left versus right” issue — it's just a reality. What we do about it, might be political. But partisan politics is not an excuse for denialism.",
        " The US has spent $1 Trillion on the war on drugs since the Nixon administration. Meanwhile, drug overdose deaths in the US have tripled since 2000 and are now the leading cause of death for Americans under 50. #DrugWar",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "There's a misconception that desiring a closed border is Anti-Immigrant; however, it is not.  It is Anti-Cartel, Anti-Trafficking, and Anti-Crime.  The first step to rightful Immigration reform is securing the frontier.",
        " Climate change is real and the situation is serious. But if we really want to solve this problem, we must make sure that the science is not dictated by politicians.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "Things to remember going into the new year:  -The government doesn't care about you -The media will lie to you -There is no climate change crisis -There are only two genders -They profit off of you being sick",
        " All children of immigrants should have the same rights and opportunities that were given to all generations before.  A fair and balanced immigration system is the only way to ensure equality amongst all - regardless of ethnicity, nationality or religion!",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "👋 Hey, #DemDebate moderators: States like Missouri & Georgia have been passing unconstitutional abortion bans in an effort to chip away at Roe v. Wade. What will candidates do to strengthen Roe? #AskAboutAbortion",
        "God, please help President Trump to appoint Pro-Life Justices to the Supreme Court who will overturn Roe v. Wade and abolish abortion. Please forgive our nation for the millions of unborn babies that have been killed. Give us the courage to repent for the horror of abortion. In Jesus' name, Amen.",
        "\n\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "When an evangelical's position is: \"You can shit on the dead husband of a recently widowed woman, put kids in cages, and kiss Vladimir Putin's ass, so long as I get a judge who hates Roe v Wade,\"I am unmoved by their moral objections to comments from Jeffrey Toobin.",
        " #ChinaVirus doesn't even care who you are. Protect yourself, and get those masks, gloves, and other safety gear on! Stay safe and healthy, everyone!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "What Malcolm X said about being political chumps is still applicable today.   But it doesn't only apply to black folks and democrats anymore.  It applies to folks voting for Team Red or Team Blue expecting them to do what they say.  But they won't. Because you're a chump.",
        " Climate change is a serious issue, and the time for action is now. WE MUST be the generation to take charge - Our inaction today will have a future impact that will self perpetuate the destruction of our planet. #ActNow",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Communist China is NOT a friend of the United States, and they CANNOT be trusted.    I'm fighting to hold the CCP accountable for its evil human rights abuse, stealing intellectual property and spying on Americans.",
        "  Disloyalty to Trump's agenda will be punished at the polls. VOTER FRAUD WILL BE STRONGLY ARMED! CHEATERS WILL BE PUNISHED!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Why are there so much crime in democrat run states?   Do they like the crime?",
        "Turns out...tax returns don't tell the whole story. Dems will never learn. They are blinded by hatred and stupidity.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ],
    [
        "On the subject of immigration, I fully support legal immigration and individuals pursuing the American Dream. I do not support drug cartels, human trafficking, sex trafficking and other illegal activities run through our border.",
        "Why isn't anyone talking about the multiple Federal felonies Gregg Abbott is committing by transporting undocumented persons across state lines? He needs to be prosecuted immediately!",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "The Rino establishment has betrayed us to many times   Republicans won't be able to stop democrats or accomplish anything until RNC Chair Ronna McDaniel, McCarthy and McConnell are removed from leadership!  It's time!",
        "If you voted for #Brexit because you wanted to see more prosperous & united #England, you're mistaken. The UK is facing a £40-50bn price tag as a direct result of #Truss'smadness. And it's the immigrants' fault.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Basic Liberal Starter Kit: For Illegal immigration unless they come into your home. Ban Guns but Govt.has theirs. Don't recognize 2 genders. Hate America but want to still live here. Control Govt. but it's everyone else's fault?",
        " Criminal justice reform is a human rights issue. We must work together to ensure an even justice system and combat mass incarceration.",
        "\nPost 1 is ai-generated.\n\nCorrect."
    ],
    [
        "Lord  Please help President Trump to put more Pro Life Justices on the Supreme Court who will overturn Roe v Wade and Outlaw Abortion.  Forgive our nation for slaughtering millions of Unborn Babies. Grant us Repentance from the Abomination of Abortion.  In Jesus name, Amen.",
        " Taxation is theft and Democrats are the biggest thieves!  #TaxationIsTheft #TaxationIsTheft #TaxationIsTheft",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Most people believe in climate change   Only a fraction of the population - less than 10% in the US - are truly dismissive",
        "Don't forget to continue influencing the conversation about climate change by using your voice! Your voice matters.",
        "\nPost 2 is ai-generated.\n\nCorrect."
    ],
    [
        "To Democrats: Equality = Freedom  To Republicans: Equality = Oppression",
        "As Voters We Need To Get Serious About The Operation Of Democracy,Election 2016 Is A Preview Of What’s To Come If We Don’t Take Steps To Restore It.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "I consider myself pro-life, though overturning Roe v Wade isn't the answer.   And as a Christian, for the life of me, I don't get why Jesus didn't say a word about #abortion, even though it was a common ancient practice.",
        "It's outrageous that the so-called wars on drugs and terrorists have had such negative consequences. The drug problem has only gotten worse and the number of terrorists has increased. It's time to stop these ineffective tactics and come up with some real solutions.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "We waged an entire War On Drugs because people of color were smoking marijuana and crack.   Today, on my television, I saw a commercial for a brand name suboxone...    Acting like opioid addiction is just the same as high blood pressure or diabetes...",
        " We must come together to solve the immigration crisis and ensure everyone is free to pursue the American Dream. We must unite to reform immigration laws, create borders that are secure, and open our arms for those in need of a home. #immigrationreform ",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Trump thought Roe v. Wade was a decision Washington had to make when he got to the Delaware River. #cbreez",
        "It's time to rally behind the fight for reproductive freedom. Join me in signing the petition to codify Roe v. Wade.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "SOS: I'm at committee meeting listening to anti abortion people calling my volunteers murderers, saying roe v Wade is EVIL, saying abortion is wiping out the white race. Please send pictures of yoongi so I can get through this without screaming.",
        "It's disturbing how some individuals and organizations can deny the existence of LGBTQIA+ rights and push for discriminatory policies. Everyone deserves the same rights and protections, regardless of sexual orientation or gender identity.",
        "\nPost 2 is ai-generated\n\nCorrect."
    ],
    [
        "Klobuchar would codify Roe v. Wade. And funding Planned Parenthood. Good idea. Reproductive Justice/Rights is Disability Justice/Rights  #DemocraticDebate #DemDebates #CripTheVote",
        " Today, time to get to work. We must undo the damage done by 4 years of lawless, criminal aspects of the Trump admin.  We must have justice.  We must pursue truth and accountability. We must fix our broken immigration system.",
        "\nPost 1 is ai-generated\n\nCorrect."
    ]
]