[
    "RT @JayZ_LyricsPage: \"The coke prices up and down like it's Wall Street, homes / But this is worse than the Dow Jones\" #UDontKnow",
    "Our Government is rly ready to leave us face to face with the horror?!  #phosphorusdisaster",
    "If you have a dream, chase it. Even when they say you can't. Just believe. Because when you believe, you're more likely to achieve. WorkHard",
    "#TopNews Trump threatens jail time, Clinton says rival's campaign is 'exploding'",
    "If it's meant to be again, then someday he'll find his way back to her arms #GarthBrooks",
    "Gabon opposition leader Ping says he has won presidential election  #world #news",
    "Of course,  All who mock GOP debate - wake up and look around. We need a strong leader now #VegasGOPDebate",
    "RT @KZastrau: #ThingsYouCantIgnore the street party if you are not invited",
    "RT @JustisHype: Time is our most precious resource!",
    "#politics Donald Trump Pushes Republican Party to Its Breaking Point",
    "Spider-Man: Turn Off The TV #DumberBroadway @midnight",
    "Germany's anti-immigrant AfD party suffers election setback in west  #world #news",
    "Obama belives that talking is enough to solve any problem #GulfStatesTalks  #CampDavidSummit",
    "RT @HeisJonny: #IHaveADreamThat my dogs will learn how to unlock the door when I'm locked out.",
    "Tell me and I forget. Teach me and I remember. Involve me and I learn.  – Benjamin Franklin",
    "Listen to Hamilton and buy some tickets before it goes mainstream. Broadway is a lot better than you think. #WhatIWouldTellA15YearOldMe",
    "You keep waking up at night to find her standing next to the bed staring at you creepily #ReasonsToGetDivorced",
    "A bird doesn't sing because it has an answer, it sings because it has a song",
    "« Variant: When it is not in our power to follow what is true, we ought to follow what is most probable. » Descarte",
    "I wish I could go back to the day I met you and walk the hell away",
    "Yes No Wait OK Whatever #DrunkBands @midnight",
    "#IShouldGetAMedalFor dealing with grumpy old people and annoying ass kids every day at work",
    "Wildfire consumes entire towns in northern California",
    "#IslamKills @J_M_Army @Innam0rament0 @JennOnAir @NBCNews Unfortunately its True...#PrayforBrussels",
    "#HappyBirthdayAngela Davis Stand and fight, black people!",
    "RT @MST3K_4_Life: A Jack in the box that releases a fist  #GiftIdeasForPoliticians",
    "#TrumpBecause What separates the winners from the losers is how a person reacts to each new twist of fate 😱😱😱",
    "RT @Liam_J_McIntyre: You couldn't even let #ZsaZsaGabor get to 100, 2016? You're a cold s.o.b. 2016, get the hell out of here.",
    "Contrary to what the media is calling it, Trump’s comment was made to highlight the power of votes from supporters of the 2nd Amendment.",
    "#iamonfire \"Go confidently in the direction of your dreams. Live the life you have imagined.\" - Henry David Thoreau",
    "Retweet if you also think that Democratic #VoterFraud needs to be a TOP issue discussed tonight!\n\n#debatenight #Debate",
    "I watched the Kardashians yesterday, and... #MakeMeHateYouInOnePhrase",
    "#iamonfire Robert Frost: Poetry is about the grief. Politics is about the grievance. | #writingtips #writing #amwriting",
    "#AndThenIShouldHaveSaid I love you BUT as a Friend",
    "Donald Trump: \"I pay tax and I pay federal tax, too, but I have a writeoff.\" #Debate",
    "Through education we have to lead people to see that concern for others is actually in their own interest.",
    "My eyes don't shed tears, but, boy, they pour when I'm thinkin' 'bout you",
    "If you just realize what I realize then we would be perfect for each other and we'll never find another",
    "#Brussels #IslamKills What to do about refugees? No agreement in Europe.",
    "RT @bennhoo: @RobAristotle @ARnews1936 @downbyseashore @OnlineMagazin  Is she that stupid or just another liberal hater?",
    "#AddSethImproveAnything No Seth please, we're British",
    "Gate at Naval Medical Center San Diego blocked due to report of active shooter #PrayForSanDiego",
    "RT @mgreer423: #ThingsMoreTrustedThanHillary\nJared Fogle ..  daycare operator",
    "RT @tponews: Trump's monster vote about to burst like a dam! Vote and Trump will win by a landslide! #debatenight #debate",
    "School may be hard, annoying, and irritating. But admit it, you’re going to miss it when it ends.",
    "#ThingsYouCantIgnore Russians, hacking your private servers",
    "The more powerful and original a mind, the more it will incline towards the religion of solitude.",
    "#IHaveADreamThat this year will be better than the past one",
    "#TrumpBecause He is a leader who's not scared to open mouth and say something right, but unpleasant to hear 👽👾",
    "2 jumbo phones from Samsung ahead of expected new iPhone",
    "RT @CincinnatiDays: Doc's TML: Bengals steady as she goes, Reds wobbling  #sports",
    "RT @stephwwjd: Ted Cruz can lead America to greatness again #PJNET #CruzCrew #CCOT #TCOT",
    "#STOP \"feeling GUILTY for what YOU have  -&gt;By around the world poverty,&lt;-  They don't have \"\" WE THE PEOPLE \"\" don't want it #either #PJnet",
    "#ThanksObama we could live much better, but he didn’t want it for us",
    "#StopIslam if you had 100 grapes and knew 2 were deadly, would you still eat some? #IslamKills",
    "Now China is saber rattling at us. Remember when we had a POTUS that wouldn't allow that? #BringBackReagan #PJNET #ORPUW",
    "NewsOne Now Audio Podcast: Bishop E.W. Jackson Calls #BlackLivesMatter Is Movement “Disgraceful”",
    "Dashcam Refutes #Cop’s Story of 'Fearing for His Life,' Shows Him Taser Man for Parking Ticket",
    "This isn’t just another day, another dollar. It’s more like another day, another miracle.",
    "#IGetDepressedWhen someone says he doesn’t have any options except for voting for Trump",
    "If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.",
    "RT @_wintergirl93: #HillaryChildrensBooks\nOh! The Places You'll Go! And That'll Be Your Accomplishments #MillionMilesTraveled",
    "Republican who challenges judges' election strategy promises one more appeal  #politics",
    "RT @tolovana66: @Thomas1774Paine @lacakagog LOOT AT HOW SOON DEM'S &amp; PEOPLE FORGET THIS! all I can do is shake my head in disbelief",
    "RT @GeorgWebb: @BenSwann_ \n\nBen, are you aware the ex-CEO of the Clinton Foundation is missing?  Eric Braverman. \n@wikileaks",
    "Today is the sort of day where the sun only comes up to humiliate you.  – Chuck Palahniuk",
    "The power and abilities of your brain are limited only by its own beliefs. Your power to transcend those limits is without limit.",
    "If someone puts their hands on you make sure they never put their hands on anybody else again #AntiPoliceBrutalityDay",
    "#IStartCryingWhen I have to vote between Trump and Hillary",
    "I think it's sexy when a girl is funny and confident. Never worries about what she does or says. Just keeps it real!",
    "#BetterAlternativeToDebates pinning the JFK assassination on @GiselleEvns",
    "Have faith God makes everything beautiful at the right place, at the right time. Don't worry. Don't complain. -",
    "Huskies get commitment from three-star tight end Jacob Kizer  #news",
    "@VerbalKint216 \nUnfortunately, @realDonaldTrump hasn't tweeted me\nIf he did it'd be smth from a strong and brave person",
    "Today entire humanity is indebted to Him for giving the principles of love, peace, mercy, harmony #OscarForMuhammad",
    "It's Islam not the vetting process, we don't need them here! #IslamKills",
    "Jeb Bush is always so abstract at answering  #JebWeCan #ILoveHillary #IloveObama",
    "Prayers and thoughts go out to all the families involved in this tragedy  #Prayers4California",
    "Donald Trump suggests Clinton emails linked to Iranian's execution  #politics",
    "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.  – Elizabeth Arden",
    "You are the weakest link, but it's 3am and I'm desperate. #GameShowHostPickUpLines",
    "#AndThenIShouldHaveSaid sorry I have to try to finish 10 seasons of Bones in the last few weeks of my summer vacation",
    "It's not that f*cking easy to give up on something and you may relapse a couple times and ur back at the start  #TheTroubleWithAddiction",
    "#HappyBirthdayHarryTruman Actions are seeds of fate. Seeds grow into destiny",
    "Goodnight Fellow Depolorables! It's time to pray. Pray with all your hear and soul! #MAGA #TrumpForPresident",
    "Thought I'd never fall in love, then there was you",
    "“#Law is often but the tyrant's will, and always so when it violates the rights of the individual.” ~ Thomas Jefferson #CCOT #politics #FYI",
    "RT @pampisford: @Windsbride14 @VIRAMRUBEN @AnthonyJBarton @leonalombaerts @Jilliemary @RosaTrunk @vinodch8560 @Immi999x GN Cathy",
    "And the black panthers were founded in California where the game is being played right now..... My n***a #StayWoke",
    "Middle East is a modern battle field #GulfStatesTalks  #CampDavidSummit",
    "Hillary is participating in two major events - #DEMDebate and being under investigation #DemDebateMiami",
    "#WhatIWouldTellA15YearOldMe u are worth so much more than what people say/think. please love yourself. u are important"
]