[
{
    "source": "itsoktobewhite.quora.com",
    "author": "Daniel Churchman",
    "title": "Do you believe that the new evidence Musk has released from Twitter proves that more than a dozen FBI, CIA, DHS, NSA and even British Military members in the effort to cover up the Hunter laptop from hell which had to be suppressed and covered up?",
    "text": "In my day job, one of my responsibilities is traveling around making sure folk are doing their jobs correctly. Minor problems I try to correct on the spot, but egregious problems I record and report.\n\nGuess what about 90% of the responses are of people I report… Yep, personal attacks on me. I threatened them; I harassed them; I called them names…\n\nThis is exactly the behavior I’m seeing from the people being exposed by Musk’s releases. The evidence is undeniable; it’s their own words, for Pete’s sake! So they’re going after Musk personally.\n\nThe other very common response I see when someone is “busted” is to try to shift blame. Even before Musk took over, media was talking about how Musk would become a threat to free speech, and how that much power could affect elections, sway public opinion. And voila! That is precisely what we now know they were doing.\n\nIf you want to know what deviousness the left is up to, just listen to what they are accusing someone else of doing. It really is that simple.",
    "code": 3,
    "wordCount": 176
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Kevin Warner",
    "title": "Do you believe that the new evidence Musk has released from Twitter proves that more than a dozen FBI, CIA, DHS, NSA and even British Military members in the effort to cover up the Hunter laptop from hell which had to be suppressed and covered up?",
    "text": "We've had F-ing MOUNTAINS OF EVIDENCE since election 2020 onward! The ONLY “Justice\" we'll get is at the handle of a sword or gun! Do You HEAR ME?! Without FORCE they'll imprison whites, Christians, parents for OUR CHILDREN!\n\nAbortions will never end. democRAT child F-ing will never end. Election Fraud will never end. Child Sex “reassignment surgery” will never end. Burning down cities will never end. The knockout game will never end. Stories of hookers pissing beds will never end. Imprisoning whites, Christians will never end. Transexual storytime will never end. Child drag shows will never end. “You will eat the bugs\" will never end. LOCKDOWNS and FORCED mRNA VAX will never end! Microchipping the damned will never end. WITHOUT THE USE OF DEADLY FORCE None Of It will EVER END!!!\n\nYou playing CUCK will NEVER end what the Satanist democRATS have planned!",
    "code": 3,
    "wordCount": 141
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Terry Bryant",
    "title": "How do you evaluate Joe Biden who freed Brittany Griner, a kneeling WNBA star, over Paul Whelan, an Iraqi war veteran, in excange for the Russian arms dealer Viktor Bout, who was sentenced 25 years for providing weapons used to kill Americans?",
    "text": "I would evaluate him as I have always evaluated him. He is a spineless politician with the moral courage of a pedophile. As for whether I am surprised at his decision to sell out a real American Hero, let his past record speak to that conclusion. Now here is the part that concerns me more than Biden’s actions. His leftist sycophant cultist worshipers love him for it. This man can do no wrong as long as he is doing their bidding. The AP, NBC and others lied to the American people once again that Biden was not given a choice between the anti-American criminal or the Whelan. That turned out to be a bald face lie by omission. And everyone on the left is perfectly OK with it.",
    "code": 3,
    "wordCount": 128
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Griz Ley",
    "title": "Do you believe that the new evidence Musk has released from Twitter proves that more than a dozen FBI, CIA, DHS, NSA and even British Military members in the effort to cover up the Hunter laptop from hell which had to be suppressed and covered up?",
    "text": "Anyone who was moderately aware of the shared Reality knew about this back in 2019 — as well as the reality that Twitter and other social media platforms were just the propaganda wing of the Democrat Party, affecting the visibility (shadow-banning) the Left’s political enemies and outright blocking censoring and canceling not just post but people and even ideas (like #stopthesteal). Democrats used social media to alter the outcome of elections.\n\nOnly those with their heads up the fake news media’s backsides didn’t know this. The Twitter Files are just the hard-copy corroboration of what we all knew was going on.",
    "code": 3,
    "wordCount": 100
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Felix Emanon",
    "title": "How do you evaluate Joe Biden who freed Brittany Griner, a kneeling WNBA star, over Paul Whelan, an Iraqi war veteran, in excange for the Russian arms dealer Viktor Bout, who was sentenced 25 years for providing weapons used to kill Americans?",
    "text": "No surprise that some druggie queer would be his pet cause. Is anyone surprised by Biden wanting trash over the worthy? And since he and Putin are two peas in a pod, why wouldn’t he give up someone who would do damage to Ukraine, like he did with his quid pro quo? And isn’t that what the left does, kissing ass to terrorists? If it isn’t the terrorists that Obutta released, it is all the BLMers who never faced charges for their crimes.\n\nSome people just seem to be stupid to see the forest for the trees.",
    "code": 3,
    "wordCount": 96
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "R Jones",
    "title": "Why should Meghan Markle be called Duchess of Sussex in America when it is a republic?",
    "text": "I know what to call her when she comes here: a cab. It can then take her to back to the airport where she can then be whisked away to a country where people have real problems, such as being victims of real racism and worse horrors such as sex trafficking and corporal punishment for speaking their minds.\n\nIf she still requires a title, might I suggest “Empress of Opportunistic Scheming Wenches?” or simply “Parasite?”",
    "code": 3,
    "wordCount": 74
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Barb411",
    "title": "Why can’t liberals just peel off the Aunt Jemmima sticker if it bothers them that much? Must they really denigrate all blacks because they cant stand to look at one on their breakfast table every morning? If she was white they wouldn’t have objected.",
    "text": "The kindest answer is they are ignorant.\n\n“Aunt Jemima” was honored with that name. She became famous with it, offering her more opportunities for success. She was proud of it.\n\nSo what is derogatory about that?\n\nSJWs get off your indignation long enough to do some research. After that, check yourself. If you don’t have anything more important to do than to stir shit to show the world how righteous you are, learn how to knit.",
    "code": 3,
    "wordCount": 73
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "M Anagnos",
    "title": "Why did the FBI tell social media that there might be “Russian Disinformation” coming out about the Trump-Biden campaigns when they had the Hunter Biden laptop and knew it was real?",
    "text": "Something criminal, that will be investigated next year, when the Republicans get in office. Clearly the FBI needs to be investigated, there are people working there who shouldn't be, like that peter szronx, or whatever his name is, who said he was going to stop Trump from taking office. They fired him, but he's actually suing the FBI. Yes, there's a lot of corruption going on right now.",
    "code": 3,
    "wordCount": 68
},
{
    "source": "itsoktobewhite.quora.com",
    "author": "Griz Ley",
    "title": "What is the liberal ideal behind stricter gun control?",
    "text": "To cedemore and more power to the government under the pretext of safety so we can live in a more infantilized form free of adult responsibility.\n\nIn a nutshell, Marxist Reconstruction Socialism. People have a lot of themselves to become so traumatized by the “existential horrors” of conscious adult agency that they want to flee back into dependent childhood.\n\nThat's nearly impossible to enforce upon an armed adult population.",
    "code": 3,
    "wordCount": 67
}
]